{"id":"c13","title":"CHAPTER THIRTEENTH","paragraphs":[{"index":0,"body":"The night was calm. However, on Saturday morning, Kennedy, as he awoke, complained of lassitude and feverish chills. The weather was changing. The sky, covered with clouds, seemed to be laying in supplies for a fresh deluge. A gloomy region is that Zungomoro country, where it rains continually, excepting, perhaps, for a couple of weeks in the month of January."},{"index":1,"body":"A violent shower was not long in drenching our travellers. Below them, the roads, intersected by \"nullahs,\" a sort of instantaneous torrent, were soon rendered impracticable, entangled as they were, besides, with thorny thickets and gigantic lianas, or creeping vines. The sulphuretted hydrogen emanations, which Captain Burton mentions, could be distinctly smelt."},{"index":2,"body":"\"According to his statement, and I think he's right,\" said the doctor, \"one could readily believe that there is a corpse hidden behind every thicket.\""},{"index":3,"body":"\"An ugly country this!\" sighed Joe; \"and it seems to me that Mr. Kennedy is none the better for having passed the night in it.\""},{"index":4,"body":"\"To tell the truth, I have quite a high fever,\" said the sportsman."},{"index":5,"body":"\"There's nothing remarkable about that, my dear Dick, for we are in one of the most unhealthy regions in Africa; but we shall not remain here long; so let's be off.\""},{"index":6,"body":"Thanks to a skilful manoeuvre achieved by Joe, the anchor was disengaged, and Joe reascended to the car by means of the ladder. The doctor vigorously dilated the gas, and the Victoria resumed her flight, driven along by a spanking breeze."},{"index":7,"body":"Only a few scattered huts could be seen through the pestilential mists; but the appearance of the country soon changed, for it often happens in Africa that some of the unhealthiest districts lie close beside others that are perfectly salubrious."},{"index":8,"body":"Kennedy was visibly suffering, and the fever was mastering his vigorous constitution."},{"index":9,"body":"\"It won't do to fall ill, though,\" he grumbled; and so saying, he wrapped himself in a blanket, and lay down under the awning."},{"index":10,"body":"\"A little patience, Dick, and you'll soon get over this,\" said the doctor."},{"index":11,"body":"\"Get over it! Egad, Samuel, if you've any drug in your travelling-chest that will set me on my feet again, bring it without delay. I'll swallow it with my eyes shut!\""},{"index":12,"body":"\"Oh, I can do better than that, friend Dick; for I can give you a febrifuge that won't cost any thing.\""},{"index":13,"body":"\"And how will you do that?\""},{"index":14,"body":"\"Very easily. I am simply going to take you up above these clouds that are now deluging us, and remove you from this pestilential atmosphere. I ask for only ten minutes, in order to dilate the hydrogen.\""},{"index":15,"body":"The ten minutes had scarcely elapsed ere the travellers were beyond the rainy belt of country."},{"index":16,"body":"\"Wait a little, now, Dick, and you'll begin to feel the effect of pure air and sunshine.\""},{"index":17,"body":"\"There's a cure for you!\" said Joe; \"why, it's wonderful!\""},{"index":18,"body":"\"No, it's merely natural.\""},{"index":19,"body":"\"Oh! natural; yes, no doubt of that!\""},{"index":20,"body":"\"I bring Dick into good air, as the doctors do, every day, in Europe, or, as I would send a patient at Martinique to the Pitons, a lofty mountain on that island, to get clear of the yellow fever.\""},{"index":21,"body":"\"Ah! by Jove, this balloon is a paradise!\" exclaimed Kennedy, feeling much better already."},{"index":22,"body":"\"It leads to it, anyhow!\" replied Joe, quite gravely."},{"index":23,"body":"It was a curious spectacle--that mass of clouds piled up, at the moment, away below them! The vapors rolled over each other, and mingled together in confused masses of superb brilliance, as they reflected the rays of the sun. The Victoria had attained an altitude of four thousand feet, and the thermometer indicated a certain diminution of temperature. The land below could no longer be seen. Fifty miles away to the westward, Mount Rubeho raised its sparkling crest, marking the limit of the Ugogo country in east longitude thirty-six degrees twenty minutes. The wind was blowing at the rate of twenty miles an hour, but the aeronauts felt nothing of this increased speed. They observed no jar, and had scarcely any sense of motion at all."},{"index":24,"body":"Three hours later, the doctor's prediction was fully verified. Kennedy no longer felt a single shiver of the fever, but partook of some breakfast with an excellent appetite."},{"index":25,"body":"\"That beats sulphate of quinine!\" said the energetic Scot, with hearty emphasis and much satisfaction."},{"index":26,"body":"\"Positively,\" said Joe, \"this is where I'll have to retire to when I get old!\""},{"index":27,"body":"About ten o'clock in the morning the atmosphere cleared up, the clouds parted, and the country beneath could again be seen, the Victoria meanwhile rapidly descending. Dr. Ferguson was in search of a current that would carry him more to the northeast, and he found it about six hundred feet from the ground. The country was becoming more broken, and even mountainous. The Zungomoro district was fading out of sight in the east with the last cocoa-nut-trees of that latitude."},{"index":28,"body":"Ere long, the crests of a mountain-range assumed a more decided prominence. A few peaks rose here and there, and it became necessary to keep a sharp lookout for the pointed cones that seemed to spring up every moment."},{"index":29,"body":"\"We're right among the breakers!\" said Kennedy."},{"index":30,"body":"\"Keep cool, Dick. We shan't touch them,\" was the doctor's quiet answer."},{"index":31,"body":"\"It's a jolly way to travel, anyhow!\" said Joe, with his usual flow of spirits."},{"index":32,"body":"In fact, the doctor managed his balloon with wondrous dexterity."},{"index":33,"body":"\"Now, if we had been compelled to go afoot over that drenched soil,\" said he, \"we should still be dragging along in a pestilential mire. Since our departure from Zanzibar, half our beasts of burden would have died with fatigue. We should be looking like ghosts ourselves, and despair would be seizing on our hearts. We should be in continual squabbles with our guides and porters, and completely exposed to their unbridled brutality. During the daytime, a damp, penetrating, unendurable humidity! At night, a cold frequently intolerable, and the stings of a kind of fly whose bite pierces the thickest cloth, and drives the victim crazy! All this, too, without saying any thing about wild beasts and ferocious native tribes!\""},{"index":34,"body":"\"I move that we don't try it!\" said Joe, in his droll way."},{"index":35,"body":"\"I exaggerate nothing,\" continued Ferguson, \"for, upon reading the narratives of such travellers as have had the hardihood to venture into these regions, your eyes would fill with tears.\""},{"index":36,"body":"About eleven o'clock they were passing over the basin of Imenge, and the tribes scattered over the adjacent hills were impotently menacing the Victoria with their weapons. Finally, she sped along as far as the last undulations of the country which precede Rubeho. These form the last and loftiest chain of the mountains of Usagara."},{"index":37,"body":"The aeronauts took careful and complete note of the orographic conformation of the country. The three ramifications mentioned, of which the Duthumi forms the first link, are separated by immense longitudinal plains. These elevated summits consist of rounded cones, between which the soil is bestrewn with erratic blocks of stone and gravelly bowlders. The most abrupt declivity of these mountains confronts the Zanzibar coast, but the western slopes are merely inclined planes. The depressions in the soil are covered with a black, rich loam, on which there is a vigorous vegetation. Various water-courses filter through, toward the east, and work their way onward to flow into the Kingani, in the midst of gigantic clumps of sycamore, tamarind, calabash, and palmyra trees."},{"index":38,"body":"\"Attention!\" said Dr. Ferguson. \"We are approaching Rubeho, the name of which signifies, in the language of the country, the 'Passage of the Winds,' and we would do well to double its jagged pinnacles at a certain height. If my chart be exact, we are going to ascend to an elevation of five thousand feet.\""},{"index":39,"body":"\"Shall we often have occasion to reach those far upper belts of the atmosphere?\""},{"index":40,"body":"\"Very seldom: the height of the African mountains appears to be quite moderate compared with that of the European and Asiatic ranges; but, in any case, our good Victoria will find no difficulty in passing over them.\""},{"index":41,"body":"In a very little while, the gas expanded under the action of the heat, and the balloon took a very decided ascensional movement. Besides, the dilation of the hydrogen involved no danger, and only three-fourths of the vast capacity of the balloon was filled when the barometer, by a depression of eight inches, announced an elevation of six thousand feet."},{"index":42,"body":"\"Shall we go this high very long?\" asked Joe."},{"index":43,"body":"\"The atmosphere of the earth has a height of six thousand fathoms,\" said the doctor; \"and, with a very large balloon, one might go far. That is what Messrs. Brioschi and Gay-Lussac did; but then the blood burst from their mouths and ears. Respirable air was wanting. Some years ago, two fearless Frenchmen, Messrs. Barral and Bixio, also ventured into the very lofty regions; but their balloon burst--\""},{"index":44,"body":"\"And they fell?\" asked Kennedy, abruptly."},{"index":45,"body":"\"Certainly they did; but as learned men should always fall--namely, without hurting themselves.\""},{"index":46,"body":"\"Well, gentlemen,\" said Joe, \"you may try their fall over again, if you like; but, as for me, who am but a dolt, I prefer keeping at the medium height--neither too far up, nor too low down. It won't do to be too ambitious.\""},{"index":47,"body":"At the height of six thousand feet, the density of the atmosphere has already greatly diminished; sound is conveyed with difficulty, and the voice is not so easily heard. The view of objects becomes confused; the gaze no longer takes in any but large, quite ill-distinguishable masses; men and animals on the surface become absolutely invisible; the roads and rivers get to look like threads, and the lakes dwindle to ponds."},{"index":48,"body":"The doctor and his friends felt themselves in a very anomalous condition; an atmospheric current of extreme velocity was bearing them away beyond arid mountains, upon whose summits vast fields of snow surprised the gaze; while their convulsed appearance told of Titanic travail in the earliest epoch of the world's existence."},{"index":49,"body":"The sun shone at the zenith, and his rays fell perpendicularly upon those lonely summits. The doctor took an accurate design of these mountains, which form four distinct ridges almost in a straight line, the northernmost being the longest."},{"index":50,"body":"The Victoria soon descended the slope opposite to the Rubeho, skirting an acclivity covered with woods, and dotted with trees of very deep-green foliage. Then came crests and ravines, in a sort of desert which preceded the Ugogo country; and lower down were yellow plains, parched and fissured by the intense heat, and, here and there, bestrewn with saline plants and brambly thickets."},{"index":51,"body":"Some underbrush, which, farther on, became forests, embellished the horizon. The doctor went nearer to the ground; the anchors were thrown out, and one of them soon caught in the boughs of a huge sycamore."},{"index":52,"body":"Joe, slipping nimbly down the tree, carefully attached the anchor, and the doctor left his cylinder at work to a certain degree in order to retain sufficient ascensional force in the balloon to keep it in the air. Meanwhile the wind had suddenly died away."},{"index":53,"body":"\"Now,\" said Ferguson, \"take two guns, friend Dick--one for yourself and one for Joe--and both of you try to bring back some nice cuts of antelope-meat; they will make us a good dinner.\""},{"index":54,"body":"\"Off to the hunt!\" exclaimed Kennedy, joyously."},{"index":55,"body":"He climbed briskly out of the car and descended. Joe had swung himself down from branch to branch, and was waiting for him below, stretching his limbs in the mean time."},{"index":56,"body":"\"Don't fly away without us, doctor!\" shouted Joe."},{"index":57,"body":"\"Never fear, my boy!--I am securely lashed. I'll spend the time getting my notes into shape. A good hunt to you! but be careful. Besides, from my post here, I can observe the face of the country, and, at the least suspicious thing I notice, I'll fire a signal-shot, and with that you must rally home.\""},{"index":58,"body":"\"Agreed!\" said Kennedy; and off they went."}]}