{"id":"c18","title":"CHAPTER EIGHTEENTH","paragraphs":[{"index":0,"body":"The Karagwah.--Lake Ukereoue.--A Night on an Island.--The Equator.--Crossing the Lake.--The Cascades.--A View of the Country.--The Sources of the Nile.--The Island of Benga.--The Signature of Andrea Debono.--The Flag with the Arms of England."},{"index":1,"body":"At five o'clock in the morning, preparations for departure commenced. Joe, with the hatchet which he had fortunately recovered, broke the elephant's tusks. The balloon, restored to liberty, sped away to the northwest with our travellers, at the rate of eighteen miles per hour."},{"index":2,"body":"The doctor had carefully taken his position by the altitude of the stars, during the preceding night. He knew that he was in latitude two degrees forty minutes below the equator, or at a distance of one hundred and sixty geographical miles. He swept along over many villages without heeding the cries that the appearance of the balloon excited; he took note of the conformation of places with quick sights; he passed the slopes of the Rubemhe, which are nearly as abrupt as the summits of the Ousagara, and, farther on, at Tenga, encountered the first projections of the Karagwah chains, which, in his opinion, are direct spurs of the Mountains of the Moon. So, the ancient legend which made these mountains the cradle of the Nile, came near to the truth, since they really border upon Lake Ukereoue, the conjectured reservoir of the waters of the great river."},{"index":3,"body":"From Kafuro, the main district of the merchants of that country, he descried, at length, on the horizon, the lake so much desired and so long sought for, of which Captain Speke caught a glimpse on the 3d of August, 1858."},{"index":4,"body":"Samuel Ferguson felt real emotion: he was almost in contact with one of the principal points of his expedition, and, with his spy-glass constantly raised, he kept every nook and corner of the mysterious region in sight. His gaze wandered over details that might have been thus described:"},{"index":5,"body":"\"Beneath him extended a country generally destitute of cultivation; only here and there some ravines seemed under tillage; the surface, dotted with peaks of medium height, grew flat as it approached the lake; barley-fields took the place of rice-plantations, and there, too, could be seen growing the species of plantain from which the wine of the country is drawn, and mwani, the wild plant which supplies a substitute for coffee. A collection of some fifty or more circular huts, covered with a flowering thatch, constituted the capital of the Karagwah country.\""},{"index":6,"body":"He could easily distinguish the astonished countenances of a rather fine-looking race of natives of yellowish-brown complexion. Women of incredible corpulence were dawdling about through the cultivated grounds, and the doctor greatly surprised his companions by informing them that this rotundity, which is highly esteemed in that region, was obtained by an obligatory diet of curdled milk."},{"index":7,"body":"At noon, the Victoria was in one degree forty-five minutes south latitude, and at one o'clock the wind was driving her directly toward the lake."},{"index":8,"body":"This sheet of water was christened Uyanza Victoria, or Victoria Lake, by Captain Speke. At the place now mentioned it might measure about ninety miles in breadth, and at its southern extremity the captain found a group of islets, which he named the Archipelago of Bengal. He pushed his survey as far as Muanza, on the eastern coast, where he was received by the sultan. He made a triangulation of this part of the lake, but he could not procure a boat, either to cross it or to visit the great island of Ukereoue which is very populous, is governed by three sultans, and appears to be only a promontory at low tide."},{"index":9,"body":"The balloon approached the lake more to the northward, to the doctor's great regret, for it had been his wish to determine its lower outlines. Its shores seemed to be thickly set with brambles and thorny plants, growing together in wild confusion, and were literally hidden, sometimes, from the gaze, by myriads of mosquitoes of a light-brown hue. The country was evidently habitable and inhabited. Troops of hippopotami could be seen disporting themselves in the forests of reeds, or plunging beneath the whitish waters of the lake."},{"index":10,"body":"The latter, seen from above, presented, toward the west, so broad an horizon that it might have been called a sea; the distance between the two shores is so great that communication cannot be established, and storms are frequent and violent, for the winds sweep with fury over this elevated and unsheltered basin."},{"index":11,"body":"The doctor experienced some difficulty in guiding his course; he was afraid of being carried toward the east, but, fortunately, a current bore him directly toward the north, and at six o'clock in the evening the balloon alighted on a small desert island in thirty minutes south latitude, and thirty-two degrees fifty-two minutes east longitude, about twenty miles from the shore."},{"index":12,"body":"The travellers succeeded in making fast to a tree, and, the wind having fallen calm toward evening, they remained quietly at anchor. They dared not dream of taking the ground, since here, as on the shores of the Uyanza, legions of mosquitoes covered the soil in dense clouds. Joe even came back, from securing the anchor in the tree, speckled with bites, but he kept his temper, because he found it quite the natural thing for mosquitoes to treat him as they had done."},{"index":13,"body":"Nevertheless, the doctor, who was less of an optimist, let out as much rope as he could, so as to escape these pitiless insects, that began to rise toward him with a threatening hum."},{"index":14,"body":"The doctor ascertained the height of the lake above the level of the sea, as it had been determined by Captain Speke, say three thousand seven hundred and fifty feet."},{"index":15,"body":"\"Here we are, then, on an island!\" said Joe, scratching as though he'd tear his nails out."},{"index":16,"body":"\"We could make the tour of it in a jiffy,\" added Kennedy, \"and, excepting these confounded mosquitoes, there's not a living being to be seen on it.\""},{"index":17,"body":"\"The islands with which the lake is dotted,\" replied the doctor, \"are nothing, after all, but the tops of submerged hills; but we are lucky to have found a retreat among them, for the shores of the lake are inhabited by ferocious tribes. Take your sleep, then, since Providence has granted us a tranquil night.\""},{"index":18,"body":"\"Won't you do the same, doctor?\""},{"index":19,"body":"\"No, I could not close my eyes. My thoughts would banish sleep. To-morrow, my friends, should the wind prove favorable, we shall go due north, and we shall, perhaps, discover the sources of the Nile, that grand secret which has so long remained impenetrable. Near as we are to the sources of the renowned river, I could not sleep.\""},{"index":20,"body":"Kennedy and Joe, whom scientific speculations failed to disturb to that extent, were not long in falling into sound slumber, while the doctor held his post."},{"index":21,"body":"On Wednesday, April 23d, the balloon started at four o'clock in the morning, with a grayish sky overhead; night was slow in quitting the surface of the lake, which was enveloped in a dense fog, but presently a violent breeze scattered all the mists, and, after the balloon had been swung to and fro for a moment, in opposite directions, it at length veered in a straight line toward the north."},{"index":22,"body":"Dr. Ferguson fairly clapped his hands for joy."},{"index":23,"body":"\"We are on the right track!\" he exclaimed. \"To-day or never we shall see the Nile! Look, my friends, we are crossing the equator! We are entering our own hemisphere!\""},{"index":24,"body":"\"Ah!\" said Joe, \"do you think, doctor, that the equator passes here?\""},{"index":25,"body":"\"Just here, my boy!\""},{"index":26,"body":"\"Well, then, with all respect to you, sir, it seems to me that this is the very time to moisten it.\""},{"index":27,"body":"\"Good!\" said the doctor, laughing. \"Let us have a glass of punch. You have a way of comprehending cosmography that is any thing but dull.\""},{"index":28,"body":"And thus was the passage of the Victoria over the equator duly celebrated."},{"index":29,"body":"The balloon made rapid headway. In the west could be seen a low and but slightly-diversified coast, and, farther away in the background, the elevated plains of the Uganda and the Usoga. At length, the rapidity of the wind became excessive, approaching thirty miles per hour."},{"index":30,"body":"The waters of the Nyanza, violently agitated, were foaming like the billows of a sea. By the appearance of certain long swells that followed the sinking of the waves, the doctor was enabled to conclude that the lake must have great depth of water. Only one or two rude boats were seen during this rapid passage."},{"index":31,"body":"\"This lake is evidently, from its elevated position, the natural reservoir of the rivers in the eastern part of Africa, and the sky gives back to it in rain what it takes in vapor from the streams that flow out of it. I am certain that the Nile must here take its rise.\""},{"index":32,"body":"\"Well, we shall see!\" said Kennedy."},{"index":33,"body":"About nine o'clock they drew nearer to the western coast. It seemed deserted, and covered with woods; the wind freshened a little toward the east, and the other shore of the lake could be seen. It bent around in such a curve as to end in a wide angle toward two degrees forty minutes north latitude. Lofty mountains uplifted their arid peaks at this extremity of Nyanza; but, between them, a deep and winding gorge gave exit to a turbulent and foaming river."},{"index":34,"body":"While busy managing the balloon, Dr. Ferguson never ceased reconnoitring the country with eager eyes."},{"index":35,"body":"\"Look!\" he exclaimed, \"look, my friends! the statements of the Arabs were correct! They spoke of a river by which Lake Ukereoue discharged its waters toward the north, and this river exists, and we are descending it, and it flows with a speed analogous to our own! And this drop of water now gliding away beneath our feet is, beyond all question, rushing on, to mingle with the Mediterranean! It is the Nile!\""},{"index":36,"body":"\"It is the Nile!\" reeechoed Kennedy, carried away by the enthusiasm of his friend."},{"index":37,"body":"\"Hurrah for the Nile!\" shouted Joe, glad, and always ready to cheer for something."},{"index":38,"body":"Enormous rocks, here and there, embarrassed the course of this mysterious river. The water foamed as it fell in rapids and cataracts, which confirmed the doctor in his preconceived ideas on the subject. From the environing mountains numerous torrents came plunging and seething down, and the eye could take them in by hundreds. There could be seen, starting from the soil, delicate jets of water scattering in all directions, crossing and recrossing each other, mingling, contending in the swiftness of their progress, and all rushing toward that nascent stream which became a river after having drunk them in."},{"index":39,"body":"\"Here is, indeed, the Nile!\" reiterated the doctor, with the tone of profound conviction. \"The origin of its name, like the origin of its waters, has fired the imagination of the learned; they have sought to trace it from the Greek, the Coptic, the Sanscrit; but all that matters little now, since we have made it surrender the secret of its source!\""},{"index":40,"body":"\"But,\" said the Scotchman, \"how are you to make sure of the identity of this river with the one recognized by the travellers from the north?\""},{"index":41,"body":"\"We shall have certain, irrefutable, convincing, and infallible proof,\" replied Ferguson, \"should the wind hold another hour in our favor!\""},{"index":42,"body":"The mountains drew farther apart, revealing in their place numerous villages, and fields of white Indian corn, doura, and sugar-cane. The tribes inhabiting the region seemed excited and hostile; they manifested more anger than adoration, and evidently saw in the aeronauts only obtrusive strangers, and not condescending deities. It appeared as though, in approaching the sources of the Nile, these men came to rob them of something, and so the Victoria had to keep out of range of their muskets."},{"index":43,"body":"\"To land here would be a ticklish matter!\" said the Scot."},{"index":44,"body":"\"Well!\" said Joe, \"so much the worse for these natives. They'll have to do without the pleasure of our conversation.\""},{"index":45,"body":"\"Nevertheless, descend I must,\" said the doctor, \"were it only for a quarter of an hour. Without doing so I cannot verify the results of our expedition.\""},{"index":46,"body":"\"It is indispensable, then, doctor?\""},{"index":47,"body":"\"Indispensable; and we will descend, even if we have to do so with a volley of musketry.\""},{"index":48,"body":"\"The thing suits me,\" said Kennedy, toying with his pet rifle."},{"index":49,"body":"\"And I'm ready, master, whenever you say the word!\" added Joe, preparing for the fight."},{"index":50,"body":"\"It would not be the first time,\" remarked the doctor, \"that science has been followed up, sword in hand. The same thing happened to a French savant among the mountains of Spain, when he was measuring the terrestrial meridian.\""},{"index":51,"body":"\"Be easy on that score, doctor, and trust to your two body-guards.\""},{"index":52,"body":"\"Are we there, master?\""},{"index":53,"body":"\"Not yet. In fact, I shall go up a little, first, in order to get an exact idea of the configuration of the country.\""},{"index":54,"body":"The hydrogen expanded, and in less than ten minutes the balloon was soaring at a height of twenty-five hundred feet above the ground."},{"index":55,"body":"From that elevation could be distinguished an inextricable network of smaller streams which the river received into its bosom; others came from the west, from between numerous hills, in the midst of fertile plains."},{"index":56,"body":"\"We are not ninety miles from Gondokoro,\" said the doctor, measuring off the distance on his map, \"and less than five miles from the point reached by the explorers from the north. Let us descend with great care.\""},{"index":57,"body":"And, upon this, the balloon was lowered about two thousand feet."},{"index":58,"body":"\"Now, my friends, let us be ready, come what may.\""},{"index":59,"body":"\"Ready it is!\" said Dick and Joe, with one voice."},{"index":60,"body":"\"Good!\""},{"index":61,"body":"In a few moments the balloon was advancing along the bed of the river, and scarcely one hundred feet above the ground. The Nile measured but fifty fathoms in width at this point, and the natives were in great excitement, rushing to and fro, tumultuously, in the villages that lined the banks of the stream. At the second degree it forms a perpendicular cascade of ten feet in height, and consequently impassable by boats."},{"index":62,"body":"\"Here, then, is the cascade mentioned by Debono!\" exclaimed the doctor."},{"index":63,"body":"The basin of the river spread out, dotted with numerous islands, which Dr. Ferguson devoured with his eyes. He seemed to be seeking for a point of reference which he had not yet found."},{"index":64,"body":"By this time, some blacks, having ventured in a boat just under the balloon, Kennedy saluted them with a shot from his rifle, that made them regain the bank at their utmost speed."},{"index":65,"body":"\"A good journey to you,\" bawled Joe, \"and if I were in your place, I wouldn't try coming back again. I should be mightily afraid of a monster that can hurl thunderbolts when he pleases.\""},{"index":66,"body":"But, all at once, the doctor snatched up his spy-glass, and directed it toward an island reposing in the middle of the river."},{"index":67,"body":"\"Four trees!\" he exclaimed; \"look, down there!\""},{"index":68,"body":"Sure enough, there were four trees standing alone at one end of it."},{"index":69,"body":"\"It is Bengal Island! It is the very same,\" repeated the doctor, exultingly."},{"index":70,"body":"\"And what of that?\" asked Dick."},{"index":71,"body":"\"It is there that we shall alight, if God permits.\""},{"index":72,"body":"\"But, it seems to be inhabited, doctor.\""},{"index":73,"body":"\"Joe is right; and, unless I'm mistaken, there is a group of about a score of natives on it now.\""},{"index":74,"body":"\"We'll make them scatter; there'll be no great trouble in that,\" responded Ferguson."},{"index":75,"body":"\"So be it,\" chimed in the hunter."},{"index":76,"body":"The sun was at the zenith as the balloon approached the island."},{"index":77,"body":"The blacks, who were members of the Makado tribe, were howling lustily, and one of them waved his bark hat in the air. Kennedy took aim at him, fired, and his hat flew about him in pieces."},{"index":78,"body":"Thereupon there was a general scamper. The natives plunged headlong into the river, and swam to the opposite bank. Immediately, there came a shower of balls from both banks, along with a perfect cloud of arrows, but without doing the balloon any damage, where it rested with its anchor snugly secured in the fissure of a rock. Joe lost no time in sliding to the ground."},{"index":79,"body":"\"The ladder!\" cried the doctor. \"Follow me, Kennedy.\""},{"index":80,"body":"\"What do you wish, sir?\""},{"index":81,"body":"\"Let us alight. I want a witness.\""},{"index":82,"body":"\"Here I am!\""},{"index":83,"body":"\"Mind your post, Joe, and keep a good lookout.\""},{"index":84,"body":"\"Never fear, doctor; I'll answer for all that.\""},{"index":85,"body":"\"Come, Dick,\" said the doctor, as he touched the ground."},{"index":86,"body":"So saying, he drew his companion along toward a group of rocks that rose upon one point of the island; there, after searching for some time, he began to rummage among the brambles, and, in so doing, scratched his hands until they bled."},{"index":87,"body":"Suddenly he grasped Kennedy's arm, exclaiming:"},{"index":88,"body":"\"Look! look!\""},{"index":89,"body":"\"Letters!\""},{"index":90,"body":"Yes; there, indeed, could be descried, with perfect precision of outline, some letters carved on the rock. It was quite easy to make them out:"},{"index":91,"body":"\"A. D.\""},{"index":92,"body":"\"A.D.!\" repeated Dr. Ferguson. \"Andrea Debono--the very signature of the traveller who farthest ascended the current of the Nile.\""},{"index":93,"body":"\"No doubt of that, friend Samuel,\" assented Kennedy."},{"index":94,"body":"\"Are you now convinced?\""},{"index":95,"body":"\"It is the Nile! We cannot entertain a doubt on that score now,\" was the reply."},{"index":96,"body":"The doctor, for the last time, examined those precious initials, the exact form and size of which he carefully noted."},{"index":97,"body":"\"And now,\" said he--\"now for the balloon!\""},{"index":98,"body":"\"Quickly, then, for I see some of the natives getting ready to recross the river.\""},{"index":99,"body":"\"That matters little to us now. Let the wind but send us northward for a few hours, and we shall reach Gondokoro, and press the hands of some of our countrymen.\""},{"index":100,"body":"Ten minutes more, and the balloon was majestically ascending, while Dr. Ferguson, in token of success, waved the English flag triumphantly from his car."}]}