{"id":"c21","title":"CHAPTER TWENTY-FIRST","paragraphs":[{"index":0,"body":"Strange Sounds.--A Night Attack.--Kennedy and Joe in the Tree.--Two Shots.--\"Help! help!\"--Reply in French.--The Morning.--The Missionary.--The Plan of Rescue."},{"index":1,"body":"The night came on very dark. The doctor had not been able to reconnoitre the country. He had made fast to a very tall tree, from which he could distinguish only a confused mass through the gloom."},{"index":2,"body":"As usual, he took the nine-o'clock watch, and at midnight Dick relieved him."},{"index":3,"body":"\"Keep a sharp lookout, Dick!\" was the doctor's good-night injunction."},{"index":4,"body":"\"Is there any thing new on the carpet?\""},{"index":5,"body":"\"No; but I thought that I heard vague sounds below us, and, as I don't exactly know where the wind has carried us to, even an excess of caution would do no harm.\""},{"index":6,"body":"\"You've probably heard the cries of wild beasts.\""},{"index":7,"body":"\"No! the sounds seemed to me something altogether different from that; at all events, on the least alarm don't fail to waken us.\""},{"index":8,"body":"\"I'll do so, doctor; rest easy.\""},{"index":9,"body":"After listening attentively for a moment or two longer, the doctor, hearing nothing more, threw himself on his blankets and went asleep."},{"index":10,"body":"The sky was covered with dense clouds, but not a breath of air was stirring; and the balloon, kept in its place by only a single anchor, experienced not the slightest oscillation."},{"index":11,"body":"Kennedy, leaning his elbow on the edge of the car, so as to keep an eye on the cylinder, which was actively at work, gazed out upon the calm obscurity; he eagerly scanned the horizon, and, as often happens to minds that are uneasy or possessed with preconceived notions, he fancied that he sometimes detected vague gleams of light in the distance."},{"index":12,"body":"At one moment he even thought that he saw them only two hundred paces away, quite distinctly, but it was a mere flash that was gone as quickly as it came, and he noticed nothing more. It was, no doubt, one of those luminous illusions that sometimes impress the eye in the midst of very profound darkness."},{"index":13,"body":"Kennedy was getting over his nervousness and falling into his wandering meditations again, when a sharp whistle pierced his ear."},{"index":14,"body":"Was that the cry of an animal or of a night-bird, or did it come from human lips?"},{"index":15,"body":"Kennedy, perfectly comprehending the gravity of the situation, was on the point of waking his companions, but he reflected that, in any case, men or animals, the creatures that he had heard must be out of reach. So he merely saw that his weapons were all right, and then, with his night-glass, again plunged his gaze into space."},{"index":16,"body":"It was not long before he thought he could perceive below him vague forms that seemed to be gliding toward the tree, and then, by the aid of a ray of moonlight that shot like an electric flash between two masses of cloud, he distinctly made out a group of human figures moving in the shadow."},{"index":17,"body":"The adventure with the dog-faced baboons returned to his memory, and he placed his hand on the doctor's shoulder."},{"index":18,"body":"The latter was awake in a moment."},{"index":19,"body":"\"Silence!\" said Dick. \"Let us speak below our breath.\""},{"index":20,"body":"\"Has any thing happened?\""},{"index":21,"body":"\"Yes, let us waken Joe.\""},{"index":22,"body":"The instant that Joe was aroused, Kennedy told him what he had seen."},{"index":23,"body":"\"Those confounded monkeys again!\" said Joe."},{"index":24,"body":"\"Possibly, but we must be on our guard.\""},{"index":25,"body":"\"Joe and I,\" said Kennedy, \"will climb down the tree by the ladder.\""},{"index":26,"body":"\"And, in the meanwhile,\" added the doctor, \"I will take my measures so that we can ascend rapidly at a moment's warning.\""},{"index":27,"body":"\"Agreed!\""},{"index":28,"body":"\"Let us go down, then!\" said Joe."},{"index":29,"body":"\"Don't use your weapons, excepting at the last extremity! It would be a useless risk to make the natives aware of our presence in such a place as this.\""},{"index":30,"body":"Dick and Joe replied with signs of assent, and then letting themselves slide noiselessly toward the tree, took their position in a fork among the strong branches where the anchor had caught."},{"index":31,"body":"For some moments they listened minutely and motionlessly among the foliage, and ere long Joe seized Kenedy's hand as he heard a sort of rubbing sound against the bark of the tree."},{"index":32,"body":"\"Don't you hear that?\" he whispered."},{"index":33,"body":"\"Yes, and it's coming nearer.\""},{"index":34,"body":"\"Suppose it should be a serpent? That hissing or whistling that you heard before--\""},{"index":35,"body":"\"No! there was something human in it.\""},{"index":36,"body":"\"I'd prefer the savages, for I have a horror of those snakes.\""},{"index":37,"body":"\"The noise is increasing,\" said Kennedy, again, after a lapse of a few moments."},{"index":38,"body":"\"Yes! something's coming up toward us--climbing.\""},{"index":39,"body":"\"Keep watch on this side, and I'll take care of the other.\""},{"index":40,"body":"\"Very good!\""},{"index":41,"body":"There they were, isolated at the top of one of the larger branches shooting out in the midst of one of those miniature forests called baobab-trees. The darkness, heightened by the density of the foliage, was profound; however, Joe, leaning over to Kennedy's ear and pointing down the tree, whispered:"},{"index":42,"body":"\"The blacks! They're climbing toward us.\""},{"index":43,"body":"The two friends could even catch the sound of a few words uttered in the lowest possible tones."},{"index":44,"body":"Joe gently brought his rifle to his shoulder as he spoke."},{"index":45,"body":"\"Wait!\" said Kennedy."},{"index":46,"body":"Some of the natives had really climbed the baobab, and now they were seen rising on all sides, winding along the boughs like reptiles, and advancing slowly but surely, all the time plainly enough discernible, not merely to the eye but to the nostrils, by the horrible odors of the rancid grease with which they bedaub their bodies."},{"index":47,"body":"Ere long, two heads appeared to the gaze of Kennedy and Joe, on a level with the very branch to which they were clinging."},{"index":48,"body":"\"Attention!\" said Kennedy. \"Fire!\""},{"index":49,"body":"The double concussion resounded like a thunderbolt and died away into cries of rage and pain, and in a moment the whole horde had disappeared."},{"index":50,"body":"But, in the midst of these yells and howls, a strange, unexpected--nay what seemed an impossible--cry had been heard! A human voice had, distinctly, called aloud in the French language--"},{"index":51,"body":"\"Help! help!\""},{"index":52,"body":"Kennedy and Joe, dumb with amazement, had regained the car immediately."},{"index":53,"body":"\"Did you hear that?\" the doctor asked them."},{"index":54,"body":"\"Undoubtedly, that supernatural cry, 'A moi! a moi!'"},{"index":55,"body":"... a Frenchman in the hands of these barbarians!\""},{"index":56,"body":"\"A traveller.\""},{"index":57,"body":"\"A missionary, perhaps.\""},{"index":58,"body":"\"Poor wretch!\" said Kennedy, \"they're assassinating him--making a martyr of him!\""},{"index":59,"body":"The doctor then spoke, and it was impossible for him to conceal his emotions."},{"index":60,"body":"\"There can be no doubt of it,\" he said; \"some unfortunate Frenchman has fallen into the hands of these savages. We must not leave this place without doing all in our power to save him. When he heard the sound of our guns, he recognized an unhoped-for assistance, a providential interposition. We shall not disappoint his last hope. Are such your views?\""},{"index":61,"body":"\"They are, doctor, and we are ready to obey you.\""},{"index":62,"body":"\"Let us, then, lay our heads together to devise some plan, and in the morning we'll try to rescue him.\""},{"index":63,"body":"\"But how shall we drive off those abominable blacks?\" asked Kennedy."},{"index":64,"body":"\"It's quite clear to me, from the way in which they made off, that they are unacquainted with fire-arms. We must, therefore, profit by their fears; but we shall await daylight before acting, and then we can form our plans of rescue according to circumstances.\""},{"index":65,"body":"\"The poor captive cannot be far off,\" said Joe, \"because--\""},{"index":66,"body":"\"Help! help!\" repeated the voice, but much more feebly this time."},{"index":67,"body":"\"The savage wretches!\" exclaimed Joe, trembling with indignation. \"Suppose they should kill him to-night!\""},{"index":68,"body":"\"Do you hear, doctor,\" resumed Kennedy, seizing the doctor's hand. \"Suppose they should kill him to-night!\""},{"index":69,"body":"\"It is not at all likely, my friends. These savage tribes kill their captives in broad daylight; they must have the sunshine.\""},{"index":70,"body":"\"Now, if I were to take advantage of the darkness to slip down to the poor fellow?\" said Kennedy."},{"index":71,"body":"\"And I'll go with you,\" said Joe, warmly."},{"index":72,"body":"\"Pause, my friends--pause! The suggestion does honor to your hearts and to your courage; but you would expose us all to great peril, and do still greater harm to the unfortunate man whom you wish to aid.\""},{"index":73,"body":"\"Why so?\" asked Kennedy. \"These savages are frightened and dispersed: they will not return.\""},{"index":74,"body":"\"Dick, I implore you, heed what I say. I am acting for the common good; and if by any accident you should be taken by surprise, all would be lost.\""},{"index":75,"body":"\"But, think of that poor wretch, hoping for aid, waiting there, praying, calling aloud. Is no one to go to his assistance? He must think that his senses deceived him; that he heard nothing!\""},{"index":76,"body":"\"We can reassure him, on that score,\" said Dr. Ferguson"},{"index":77,"body":"...and, standing erect, making a speaking-trumpet of his hands, he shouted at the top of his voice, in French:"},{"index":78,"body":"\"Whoever you are, be of good cheer! Three friends are watching over you.\""},{"index":79,"body":"A terrific howl from the savages responded to these words--no doubt drowning the prisoner's reply."},{"index":80,"body":"\"They are murdering him! they are murdering him!\" exclaimed Kennedy. \"Our interference will have served no other purpose than to hasten the hour of his doom. We must act!\""},{"index":81,"body":"\"But how, Dick? What do you expect to do in the midst of this darkness?\""},{"index":82,"body":"\"Oh, if it was only daylight!\" sighed Joe."},{"index":83,"body":"\"Well, and suppose it were daylight?\" said the doctor, in a singular tone."},{"index":84,"body":"\"Nothing more simple, doctor,\" said Kennedy. \"I'd go down and scatter all these savage villains with powder and ball!\""},{"index":85,"body":"\"And you, Joe, what would you do?\""},{"index":86,"body":"\"I, master? why, I'd act more prudently, maybe, by telling the prisoner to make his escape in a certain direction that we'd agree upon.\""},{"index":87,"body":"\"And how would you get him to know that?\""},{"index":88,"body":"\"By means of this arrow that I caught flying the other day. I'd tie a note to it, or I'd just call out to him in a loud voice what you want him to do, because these black fellows don't understand the language that you'd speak in!\""},{"index":89,"body":"\"Your plans are impracticable, my dear friends. The greatest difficulty would be for this poor fellow to escape at all--even admitting that he should manage to elude the vigilance of his captors. As for you, my dear Dick, with determined daring, and profiting by their alarm at our fire-arms, your project might possibly succeed; but, were it to fail, you would be lost, and we should have two persons to save instead of one. No! we must put ALL the chances on OUR side, and go to work differently.\""},{"index":90,"body":"\"But let us act at once!\" said the hunter."},{"index":91,"body":"\"Perhaps we may,\" said the doctor, throwing considerable stress upon the words."},{"index":92,"body":"\"Why, doctor, can you light up such darkness as this?\""},{"index":93,"body":"\"Who knows, Joe?\""},{"index":94,"body":"\"Ah! if you can do that, you're the greatest learned man in the world!\""},{"index":95,"body":"The doctor kept silent for a few moments; he was thinking. His two companions looked at him with much emotion, for they were greatly excited by the strangeness of the situation. Ferguson at last resumed:"},{"index":96,"body":"\"Here is my plan: We have two hundred pounds of ballast left, since the bags we brought with us are still untouched. I'll suppose that this prisoner, who is evidently exhausted by suffering, weighs as much as one of us; there will still remain sixty pounds of ballast to throw out, in case we should want to ascend suddenly.\""},{"index":97,"body":"\"How do you expect to manage the balloon?\" asked Kennedy."},{"index":98,"body":"\"This is the idea, Dick: you will admit that if I can get to the prisoner, and throw out a quantity of ballast, equal to his weight, I shall have in nowise altered the equilibrium of the balloon. But, then, if I want to get a rapid ascension, so as to escape these savages, I must employ means more energetic than the cylinder. Well, then, in throwing out this overplus of ballast at a given moment, I am certain to rise with great rapidity.\""},{"index":99,"body":"\"That's plain enough.\""},{"index":100,"body":"\"Yes; but there is one drawback: it consists in the fact that, in order to descend after that, I should have to part with a quantity of gas proportionate to the surplus ballast that I had thrown out. Now, the gas is precious; but we must not haggle over it when the life of a fellow-creature is at stake.\""},{"index":101,"body":"\"You are right, sir; we must do every thing in our power to save him.\""},{"index":102,"body":"\"Let us work, then, and get these bags all arranged on the rim of the car, so that they may be thrown overboard at one movement.\""},{"index":103,"body":"\"But this darkness?\""},{"index":104,"body":"\"It hides our preparations, and will be dispersed only when they are finished. Take care to have all our weapons close at hand. Perhaps we may have to fire; so we have one shot in the rifle; four for the two muskets; twelve in the two revolvers; or seventeen in all, which might be fired in a quarter of a minute. But perhaps we shall not have to resort to all this noisy work. Are you ready?\""},{"index":105,"body":"\"We're ready,\" responded Joe."},{"index":106,"body":"The sacks were placed as requested, and the arms were put in good order."},{"index":107,"body":"\"Very good!\" said the doctor. \"Have an eye to every thing. Joe will see to throwing out the ballast, and Dick will carry off the prisoner; but let nothing be done until I give the word. Joe will first detach the anchor, and then quickly make his way back to the car.\""},{"index":108,"body":"Joe let himself slide down by the rope; and, in a few moments, reappeared at his post; while the balloon, thus liberated, hung almost motionless in the air."},{"index":109,"body":"In the mean time the doctor assured himself of the presence of a sufficient quantity of gas in the mixing-tank to feed the cylinder, if necessary, without there being any need of resorting for some time to the Buntzen battery. He then took out the two perfectly-isolated conducting-wires, which served for the decomposition of the water, and, searching in his travelling-sack, brought forth two pieces of charcoal, cut down to a sharp point, and fixed one at the end of each wire."},{"index":110,"body":"His two friends looked on, without knowing what he was about, but they kept perfectly silent. When the doctor had finished, he stood up erect in the car, and, taking the two pieces of charcoal, one in each hand, drew their points nearly together."},{"index":111,"body":"In a twinkling, an intense and dazzling light was produced, with an insupportable glow between the two pointed ends of charcoal, and a huge jet of electric radiance literally broke the darkness of the night."},{"index":112,"body":"\"Oh!\" ejaculated the astonished friends."},{"index":113,"body":"\"Not a word!\" cautioned the doctor."}]}