{"id":"c23","title":"CHAPTER TWENTY-THIRD","paragraphs":[{"index":0,"body":"A magnificent night overspread the earth, and the missionary lay quietly asleep in utter exhaustion."},{"index":1,"body":"\"He'll not get over it!\" sighed Joe. \"Poor young fellow--scarcely thirty years of age!\""},{"index":2,"body":"\"He'll die in our arms. His breathing, which was so feeble before, is growing weaker still, and I can do nothing to save him,\" said the doctor, despairingly."},{"index":3,"body":"\"The infamous scoundrels!\" exclaimed Joe, grinding his teeth, in one of those fits of rage that came over him at long intervals; \"and to think that, in spite of all, this good man could find words only to pity them, to excuse, to pardon them!\""},{"index":4,"body":"\"Heaven has given him a lovely night, Joe--his last on earth, perhaps! He will suffer but little more after this, and his dying will be only a peaceful falling asleep.\""},{"index":5,"body":"The dying man uttered some broken words, and the doctor at once went to him. His breathing became difficult, and he asked for air. The curtains were drawn entirely back, and he inhaled with rapture the light breezes of that clear, beautiful night. The stars sent him their trembling rays, and the moon wrapped him in the white winding-sheet of its effulgence."},{"index":6,"body":"\"My friends,\" said he, in an enfeebled voice, \"I am going. May God requite you, and bring you to your safe harbor! May he pay for me the debt of gratitude that I owe to you!\""},{"index":7,"body":"\"You must still hope,\" replied Kennedy. \"This is but a passing fit of weakness. You will not die. How could any one die on this beautiful summer night?\""},{"index":8,"body":"\"Death is at hand,\" replied the missionary, \"I know it! Let me look it in the face! Death, the commencement of things eternal, is but the end of earthly cares. Place me upon my knees, my brethren, I beseech you!\""},{"index":9,"body":"Kennedy lifted him up, and it was distressing to see his weakened limbs bend under him."},{"index":10,"body":"\"My God! my God!\" exclaimed the dying apostle, \"have pity on me!\""},{"index":11,"body":"His countenance shone. Far above that earth on which he had known no joys; in the midst of that night which sent to him its softest radiance; on the way to that heaven toward which he uplifted his spirit, as though in a miraculous assumption, he seemed already to live and breathe in the new existence."},{"index":12,"body":"His last gesture was a supreme blessing on his new friends of only one day."},{"index":13,"body":"Then he fell back into the arms of Kennedy, whose countenance was bathed in hot tears."},{"index":14,"body":"\"Dead!\" said the doctor, bending over him, \"dead!\""},{"index":15,"body":"And with one common accord, the three friends knelt together in silent prayer."},{"index":16,"body":"\"To-morrow,\" resumed the doctor, \"we shall bury him in the African soil which he has besprinkled with his blood.\""},{"index":17,"body":"During the rest of the night the body was watched, turn by turn, by the three travellers, and not a word disturbed the solemn silence. Each of them was weeping."},{"index":18,"body":"The next day the wind came from the south, and the balloon moved slowly over a vast plateau of mountains: there, were extinct craters; here, barren ravines; not a drop of water on those parched crests; piles of broken rocks; huge stony masses scattered hither and thither, and, interspersed with whitish marl, all indicated the most complete sterility."},{"index":19,"body":"Toward noon, the doctor, for the purpose of burying the body, decided to descend into a ravine, in the midst of some plutonic rocks of primitive formation. The surrounding mountains would shelter him, and enable him to bring his car to the ground, for there was no tree in sight to which he could make it fast."},{"index":20,"body":"But, as he had explained to Kennedy, it was now impossible for him to descend, except by releasing a quantity of gas proportionate to his loss of ballast at the time when he had rescued the missionary. He therefore opened the valve of the outside balloon. The hydrogen escaped, and the Victoria quietly descended into the ravine."},{"index":21,"body":"As soon as the car touched the ground, the doctor shut the valve. Joe leaped out, holding on the while to the rim of the car with one hand, and with the other gathering up a quantity of stones equal to his own weight. He could then use both hands, and had soon heaped into the car more than five hundred pounds of stones, which enabled both the doctor and Kennedy, in their turn, to get out. Thus the Victoria found herself balanced, and her ascensional force insufficient to raise her."},{"index":22,"body":"Moreover, it was not necessary to gather many of these stones, for the blocks were extremely heavy, so much so, indeed, that the doctor's attention was attracted by the circumstance. The soil, in fact, was bestrewn with quartz and porphyritic rocks."},{"index":23,"body":"\"This is a singular discovery!\" said the doctor, mentally."},{"index":24,"body":"In the mean while, Kennedy and Joe had strolled away a few paces, looking up a proper spot for the grave. The heat was extreme in this ravine, shut in as it was like a sort of furnace. The noonday sun poured down its rays perpendicularly into it."},{"index":25,"body":"The first thing to be done was to clear the surface of the fragments of rock that encumbered it, and then a quite deep grave had to be dug, so that the wild animals should not be able to disinter the corpse."},{"index":26,"body":"The body of the martyred missionary was then solemnly placed in it."},{"index":27,"body":"The earth was thrown in over his remains, and above it masses of rock were deposited, in rude resemblance to a tomb."},{"index":28,"body":"The doctor, however, remained motionless, and lost in his reflections. He did not even heed the call of his companions, nor did he return with them to seek a shelter from the heat of the day."},{"index":29,"body":"\"What are you thinking about, doctor?\" asked Kennedy."},{"index":30,"body":"\"About a singular freak of Nature, a curious effect of chance. Do you know, now, in what kind of soil that man of self-denial, that poor one in spirit, has just been buried?\""},{"index":31,"body":"\"No! what do you mean, doctor?\""},{"index":32,"body":"\"That priest, who took the oath of perpetual poverty, now reposes in a gold-mine!\""},{"index":33,"body":"\"A gold-mine!\" exclaimed Kennedy and Joe in one breath."},{"index":34,"body":"\"Yes, a gold-mine,\" said the doctor, quietly. \"Those blocks which you are trampling under foot, like worthless stones, contain gold-ore of great purity.\""},{"index":35,"body":"\"Impossible! impossible!\" repeated Joe."},{"index":36,"body":"\"You would not have to look long among those fissures of slaty schist without finding peptites of considerable value.\""},{"index":37,"body":"Joe at once rushed like a crazy man among the scattered fragments, and Kennedy was not long in following his example."},{"index":38,"body":"\"Keep cool, Joe,\" said his master."},{"index":39,"body":"\"Why, doctor, you speak of the thing quite at your ease.\""},{"index":40,"body":"\"What! a philosopher of your mettle--\""},{"index":41,"body":"\"Ah, master, no philosophy holds good in this case!\""},{"index":42,"body":"\"Come! come! Let us reflect a little. What good would all this wealth do you? We cannot carry any of it away with us.\""},{"index":43,"body":"\"We can't take any of it with us, indeed?\""},{"index":44,"body":"\"It's rather too heavy for our car! I even hesitated to tell you any thing about it, for fear of exciting your regret!\""},{"index":45,"body":"\"What!\" said Joe, again, \"abandon these treasures--a fortune for us!--really for us--our own--leave it behind!\""},{"index":46,"body":"\"Take care, my friend! Would you yield to the thirst for gold? Has not this dead man whom you have just helped to bury, taught you the vanity of human affairs?\""},{"index":47,"body":"\"All that is true,\" replied Joe, \"but gold! Mr. Kennedy, won't you help to gather up a trifle of all these millions?\""},{"index":48,"body":"\"What could we do with them, Joe?\" said the hunter, unable to repress a smile. \"We did not come hither in search of fortune, and we cannot take one home with us.\""},{"index":49,"body":"\"The millions are rather heavy, you know,\" resumed the doctor, \"and cannot very easily be put into one's pocket.\""},{"index":50,"body":"\"But, at least,\" said Joe, driven to his last defences, \"couldn't we take some of that ore for ballast, instead of sand?\""},{"index":51,"body":"\"Very good! I consent,\" said the doctor, \"but you must not make too many wry faces when we come to throw some thousands of crowns' worth overboard.\""},{"index":52,"body":"\"Thousands of crowns!\" echoed Joe; \"is it possible that there is so much gold in them, and that all this is the same?\""},{"index":53,"body":"\"Yes, my friend, this is a reservoir in which Nature has been heaping up her wealth for centuries! There is enough here to enrich whole nations! An Australia and a California both together in the midst of the wilderness!\""},{"index":54,"body":"\"And the whole of it is to remain useless!\""},{"index":55,"body":"\"Perhaps! but at all events, here's what I'll do to console you.\""},{"index":56,"body":"\"That would be rather difficult to do!\" said Joe, with a contrite air."},{"index":57,"body":"\"Listen! I will take the exact bearings of this spot, and give them to you, so that, upon your return to England, you can tell our countrymen about it, and let them have a share, if you think that so much gold would make them happy.\""},{"index":58,"body":"\"Ah! master, I give up; I see that you are right, and that there is nothing else to be done. Let us fill our car with the precious mineral, and what remains at the end of the trip will be so much made.\""},{"index":59,"body":"And Joe went to work. He did so, too, with all his might, and soon had collected more than a thousand pieces of quartz, which contained gold enclosed as though in an extremely hard crystal casket."},{"index":60,"body":"The doctor watched him with a smile; and, while Joe went on, he took the bearings, and found that the missionary's grave lay in twenty-two degrees twenty-three minutes east longitude, and four degrees fifty-five minutes north latitude."},{"index":61,"body":"Then, casting one glance at the swelling of the soil, beneath which the body of the poor Frenchman reposed, he went back to his car."},{"index":62,"body":"He would have erected a plain, rude cross over the tomb, left solitary thus in the midst of the African deserts, but not a tree was to be seen in the environs."},{"index":63,"body":"\"God will recognize it!\" said Kennedy."},{"index":64,"body":"An anxiety of another sort now began to steal over the doctor's mind. He would have given much of the gold before him for a little water--for he had to replace what had been thrown overboard when the negro was carried up into the air. But it was impossible to find it in these arid regions; and this reflection gave him great uneasiness. He had to feed his cylinder continually; and he even began to find that he had not enough to quench the thirst of his party. Therefore he determined to lose no opportunity of replenishing his supply."},{"index":65,"body":"Upon getting back to the car, he found it burdened with the quartz-blocks that Joe's greed had heaped in it. He got in, however, without saying any thing. Kennedy took his customary place, and Joe followed, but not without casting a covetous glance at the treasures in the ravine."},{"index":66,"body":"The doctor rekindled the light in the cylinder; the spiral became heated; the current of hydrogen came in a few minutes, and the gas dilated; but the balloon did not stir an inch."},{"index":67,"body":"Joe looked on uneasily, but kept silent."},{"index":68,"body":"\"Joe!\" said the doctor."},{"index":69,"body":"Joe made no reply."},{"index":70,"body":"\"Joe! Don't you hear me?\""},{"index":71,"body":"Joe made a sign that he heard; but he would not understand."},{"index":72,"body":"\"Do me the kindness to throw out some of that quartz!\""},{"index":73,"body":"\"But, doctor, you gave me leave--\""},{"index":74,"body":"\"I gave you leave to replace the ballast; that was all!\""},{"index":75,"body":"\"But--\""},{"index":76,"body":"\"Do you want to stay forever in this desert?\""},{"index":77,"body":"Joe cast a despairing look at Kennedy; but the hunter put on the air of a man who could do nothing in the matter."},{"index":78,"body":"\"Well, Joe?\""},{"index":79,"body":"\"Then your cylinder don't work,\" said the obstinate fellow."},{"index":80,"body":"\"My cylinder? It is lit, as you perceive. But the balloon will not rise until you have thrown off a little ballast.\""},{"index":81,"body":"Joe scratched his ear, picked up a piece of quartz, the smallest in the lot, weighed and reweighed it, and tossed it up and down in his hand. It was a fragment of about three or four pounds. At last he threw it out."},{"index":82,"body":"But the balloon did not budge."},{"index":83,"body":"\"Humph!\" said he; \"we're not going up yet.\""},{"index":84,"body":"\"Not yet,\" said the doctor. \"Keep on throwing.\""},{"index":85,"body":"Kennedy laughed. Joe now threw out some ten pounds, but the balloon stood still Joe got very pale."},{"index":86,"body":"\"Poor fellow!\" said the doctor. \"Mr. Kennedy, you and I weigh, unless I am mistaken, about four hundred pounds--so that you'll have to get rid of at least that weight, since it was put in here to make up for us.\""},{"index":87,"body":"\"Throw away four hundred pounds!\" said Joe, piteously."},{"index":88,"body":"\"And some more with it, or we can't rise. Come, courage, Joe!\""},{"index":89,"body":"The brave fellow, heaving deep sighs, began at last to lighten the balloon; but, from time to time, he would stop, and ask:"},{"index":90,"body":"\"Are you going up?\""},{"index":91,"body":"\"No, not yet,\" was the invariable response."},{"index":92,"body":"\"It moves!\" said he, at last."},{"index":93,"body":"\"Keep on!\" replied the doctor."},{"index":94,"body":"\"It's going up; I'm sure.\""},{"index":95,"body":"\"Keep on yet,\" said Kennedy."},{"index":96,"body":"And Joe, picking up one more block, desperately tossed it out of the car. The balloon rose a hundred feet or so, and, aided by the cylinder, soon passed above the surrounding summits."},{"index":97,"body":"\"Now, Joe,\" resumed the doctor, \"there still remains a handsome fortune for you; and, if we can only keep the rest of this with us until the end of our trip, there you are--rich for the balance of your days!\""},{"index":98,"body":"Joe made no answer, but stretched himself out luxuriously on his heap of quartz."},{"index":99,"body":"\"See, my dear Dick!\" the doctor went on. \"Just see the power of this metal over the cleverest lad in the world! What passions, what greed, what crimes, the knowledge of such a mine as that would cause! It is sad to think of it!\""},{"index":100,"body":"By evening the balloon had made ninety miles to the westward, and was, in a direct line, fourteen hundred miles from Zanzibar."}]}