{"id":"c31","title":"CHAPTER THIRTY-FIRST.\r","paragraphs":[{"index":0,"body":"Departure in the Night-time.--All Three.--Kennedy's Instincts.--Precautions.--The Course of the Shari River.--Lake Tchad.--The Water of the Lake.--The Hippopotamus.--One Bullet thrown away."},{"index":1,"body":"About three o'clock in the morning, Joe, who was then on watch, at length saw the city move away from beneath his feet. The Victoria was once again in motion, and both the doctor and Kennedy awoke."},{"index":2,"body":"The former consulted his compass, and saw, with satisfaction, that the wind was carrying them toward the north-northeast."},{"index":3,"body":"\"We are in luck!\" said he; \"every thing works in our favor: we shall discover Lake Tchad this very day.\""},{"index":4,"body":"\"Is it a broad sheet of water?\" asked Kennedy."},{"index":5,"body":"\"Somewhat, Dick. At its greatest length and breadth, it measures about one hundred and twenty miles.\""},{"index":6,"body":"\"It will spice our trip with a little variety to sail over a spacious sheet of water.\""},{"index":7,"body":"\"After all, though, I don't see that we have much to complain of on that score. Our trip has been very much varied, indeed; and, moreover, we are getting on under the best possible conditions.\""},{"index":8,"body":"\"Unquestionably so; excepting those privations on the desert, we have encountered no serious danger.\""},{"index":9,"body":"\"It is not to be denied that our noble balloon has behaved wonderfully well. To-day is May 12th, and we started on the 18th of April. That makes twenty-five days of journeying. In ten days more we shall have reached our destination.\""},{"index":10,"body":"\"Where is that?\""},{"index":11,"body":"\"I do not know. But what does that signify?\""},{"index":12,"body":"\"You are right again, Samuel! Let us intrust to Providence the care of guiding us and of keeping us in good health as we are now. We don't look much as though we had been crossing the most pestilential country in the world!\""},{"index":13,"body":"\"We had an opportunity of getting up in life, and that's what we have done!\""},{"index":14,"body":"\"Hurrah for trips in the air!\" cried Joe. \"Here we are at the end of twenty-five days in good condition, well fed, and well rested. We've had too much rest in fact, for my legs begin to feel rusty, and I wouldn't be vexed a bit to stretch them with a run of thirty miles or so!\""},{"index":15,"body":"\"You can do that, Joe, in the streets of London, but in fine we set out three together, like Denham, Clapperton, and Overweg; like Barth, Richardson, and Vogel, and, more fortunate than our predecessors here, we are three in number still. But it is most important for us not to separate. If, while one of us was on the ground, the Victoria should have to ascend in order to escape some sudden danger, who knows whether we should ever see each other again? Therefore it is that I say again to Kennedy frankly that I do not like his going off alone to hunt.\""},{"index":16,"body":"\"But still, Samuel, you will permit me to indulge that fancy a little. There is no harm in renewing our stock of provisions. Besides, before our departure, you held out to me the prospect of some superb hunting, and thus far I have done but little in the line of the Andersons and Cummings.\""},{"index":17,"body":"\"But, my dear Dick, your memory fails you, or your modesty makes you forget your own exploits. It really seems to me that, without mentioning small game, you have already an antelope, an elephant, and two lions on your conscience.\""},{"index":18,"body":"\"But what's all that to an African sportsman who sees all the animals in creation strutting along under the muzzle of his rifle? There! there! look at that troop of giraffes!\""},{"index":19,"body":"\"Those giraffes,\" roared Joe; \"why, they're not as big as my fist.\""},{"index":20,"body":"\"Because we are a thousand feet above them; but close to them you would discover that they are three times as tall as you are!\""},{"index":21,"body":"\"And what do you say to yon herd of gazelles, and those ostriches, that run with the speed of the wind?\" resumed Kennedy."},{"index":22,"body":"\"Those ostriches?\" remonstrated Joe, again; \"those are chickens, and the greatest kind of chickens!\""},{"index":23,"body":"\"Come, doctor, can't we get down nearer to them?\" pleaded Kennedy."},{"index":24,"body":"\"We can get closer to them, Dick, but we must not land. And what good will it do you to strike down those poor animals when they can be of no use to you? Now, if the question were to destroy a lion, a tiger, a cat, a hyena, I could understand it; but to deprive an antelope or a gazelle of life, to no other purpose than the gratification of your instincts as a sportsman, seems hardly worth the trouble. But, after all, my friend, we are going to keep at about one hundred feet only from the soil, and, should you see any ferocious wild beast, oblige us by sending a ball through its heart!\""},{"index":25,"body":"The Victoria descended gradually, but still keeping at a safe height, for, in a barbarous, yet very populous country, it was necessary to keep on the watch for unexpected perils."},{"index":26,"body":"The travellers were then directly following the course of the Shari. The charming banks of this river were hidden beneath the foliage of trees of various dyes; lianas and climbing plants wound in and out on all sides and formed the most curious combinations of color. Crocodiles were seen basking in the broad blaze of the sun or plunging beneath the waters with the agility of lizards, and in their gambols they sported about among the many green islands that intercept the current of the stream."},{"index":27,"body":"It was thus, in the midst of rich and verdant landscapes that our travellers passed over the district of Maffatay, and about nine o'clock in the morning reached the southern shore of Lake Tchad."},{"index":28,"body":"There it was at last, outstretched before them, that Caspian Sea of Africa, the existence of which was so long consigned to the realms of fable--that interior expanse of water to which only Denham's and Barth's expeditions had been able to force their way."},{"index":29,"body":"The doctor strove in vain to fix its precise configuration upon paper. It had already changed greatly since 1847. In fact, the chart of Lake Tchad is very difficult to trace with exactitude, for it is surrounded by muddy and almost impassable morasses, in which Barth thought that he was doomed to perish. From year to year these marshes, covered with reeds and papyrus fifteen feet high, become the lake itself. Frequently, too, the villages on its shores are half submerged, as was the case with Ngornou in 1856, and now the hippopotamus and the alligator frisk and dive where the dwellings of Bornou once stood."},{"index":30,"body":"The sun shot his dazzling rays over this placid sheet of water, and toward the north the two elements merged into one and the same horizon."},{"index":31,"body":"The doctor was desirous of determining the character of the water, which was long believed to be salt. There was no danger in descending close to the lake, and the car was soon skimming its surface like a bird at the distance of only five feet."},{"index":32,"body":"Joe plunged a bottle into the lake and drew it up half filled. The water was then tasted and found to be but little fit for drinking, with a certain carbonate-of-soda flavor."},{"index":33,"body":"While the doctor was jotting down the result of this experiment, the loud report of a gun was heard close beside him. Kennedy had not been able to resist the temptation of firing at a huge hippopotamus. The latter, who had been basking quietly, disappeared at the sound of the explosion, but did not seem to be otherwise incommoded by Kennedy's conical bullet."},{"index":34,"body":"\"You'd have done better if you had harpooned him,\" said Joe."},{"index":35,"body":"\"But how?\""},{"index":36,"body":"\"With one of our anchors. It would have been a hook just big enough for such a rousing beast as that!\""},{"index":37,"body":"\"Humph!\" ejaculated Kennedy, \"Joe really has an idea this time--\""},{"index":38,"body":"\"Which I beg of you not to put into execution,\" interposed the doctor. \"The animal would very quickly have dragged us where we could not have done much to help ourselves, and where we have no business to be.\""},{"index":39,"body":"\"Especially now since we've settled the question as to what kind of water there is in Lake Tchad. Is that sort of fish good to eat, Dr. Ferguson?\""},{"index":40,"body":"\"That fish, as you call it, Joe, is really a mammiferous animal of the pachydermal species. Its flesh is said to be excellent and is an article of important trade between the tribes living along the borders of the lake.\""},{"index":41,"body":"\"Then I'm sorry that Mr. Kennedy's shot didn't do more damage.\""},{"index":42,"body":"\"The animal is vulnerable only in the stomach and between the thighs. Dick's ball hasn't even marked him; but should the ground strike me as favorable, we shall halt at the northern end of the lake, where Kennedy will find himself in the midst of a whole menagerie, and can make up for lost time.\""},{"index":43,"body":"\"Well,\" said Joe, \"I hope then that Mr. Kennedy will hunt the hippopotamus a little; I'd like to taste the meat of that queer-looking beast. It doesn't look exactly natural to get away into the centre of Africa, to feed on snipe and partridge, just as if we were in England.\""}]}