{"id":"c32","title":"CHAPTER THIRTY-SECOND","paragraphs":[{"index":0,"body":"Since its arrival at Lake Tchad, the balloon had struck a current that edged it farther to the westward. A few clouds tempered the heat of the day, and, besides, a little air could be felt over this vast expanse of water; but about one o'clock, the Victoria, having slanted across this part of the lake, again advanced over the land for a space of seven or eight miles."},{"index":1,"body":"The doctor, who was somewhat vexed at first at this turn of his course, no longer thought of complaining when he caught sight of the city of Kouka, the capital of Bornou. He saw it for a moment, encircled by its walls of white clay, and a few rudely-constructed mosques rising clumsily above that conglomeration of houses that look like playing-dice, which form most Arab towns. In the court-yards of the private dwellings, and on the public squares, grew palms and caoutchouc-trees topped with a dome of foliage more than one hundred feet in breadth. Joe called attention to the fact that these immense parasols were in proper accordance with the intense heat of the sun, and made thereon some pious reflections which it were needless to repeat."},{"index":2,"body":"Kouka really consists of two distinct towns, separated by the \"Dendal,\" a large boulevard three hundred yards wide, at that hour crowded with horsemen and foot passengers. On one side, the rich quarter stands squarely with its airy and lofty houses, laid out in regular order; on the other, is huddled together the poor quarter, a miserable collection of low hovels of a conical shape, in which a poverty-stricken multitude vegetate rather than live, since Kouka is neither a trading nor a commercial city."},{"index":3,"body":"Kennedy thought it looked something like Edinburgh, were that city extended on a plain, with its two distinct boroughs."},{"index":4,"body":"But our travellers had scarcely the time to catch even this glimpse of it, for, with the fickleness that characterizes the air-currents of this region, a contrary wind suddenly swept them some forty miles over the surface of Lake Tchad."},{"index":5,"body":"Then then were regaled with a new spectacle. They could count the numerous islets of the lake, inhabited by the Biddiomahs, a race of bloodthirsty and formidable pirates, who are as greatly feared when neighbors as are the Touaregs of Sahara. These estimable people were in readiness to receive the Victoria bravely with stones and arrows, but the balloon quickly passed their islands, fluttering over them, from one to the other with butterfly motion, like a gigantic beetle."},{"index":6,"body":"At this moment, Joe, who was scanning the horizon, said to Kennedy:"},{"index":7,"body":"\"There, sir, as you are always thinking of good sport, yonder is just the thing for you!\""},{"index":8,"body":"\"What is it, Joe?\""},{"index":9,"body":"\"This time, the doctor will not disapprove of your shooting.\""},{"index":10,"body":"\"But what is it?\""},{"index":11,"body":"\"Don't you see that flock of big birds making for us?\""},{"index":12,"body":"\"Birds?\" exclaimed the doctor, snatching his spyglass."},{"index":13,"body":"\"I see them,\" replied Kennedy; \"there are at least a dozen of them.\""},{"index":14,"body":"\"Fourteen, exactly!\" said Joe."},{"index":15,"body":"\"Heaven grant that they may be of a kind sufficiently noxious for the doctor to let me peg away at them!\""},{"index":16,"body":"\"I should not object, but I would much rather see those birds at a distance from us!\""},{"index":17,"body":"\"Why, are you afraid of those fowls?\""},{"index":18,"body":"\"They are condors, and of the largest size. Should they attack us--\""},{"index":19,"body":"\"Well, if they do, we'll defend ourselves. We have a whole arsenal at our disposal. I don't think those birds are so very formidable.\""},{"index":20,"body":"\"Who can tell?\" was the doctor's only remark."},{"index":21,"body":"Ten minutes later, the flock had come within gunshot, and were making the air ring with their hoarse cries. They came right toward the Victoria, more irritated than frightened by her presence."},{"index":22,"body":"\"How they scream! What a noise!\" said Joe."},{"index":23,"body":"\"Perhaps they don't like to see anybody poaching in their country up in the air, or daring to fly like themselves!\""},{"index":24,"body":"\"Well, now, to tell the truth, when I take a good look at them, they are an ugly, ferocious set, and I should think them dangerous enough if they were armed with Purdy-Moore rifles,\" admitted Kennedy."},{"index":25,"body":"\"They have no need of such weapons,\" said Ferguson, looking very grave."},{"index":26,"body":"The condors flew around them in wide circles, their flight growing gradually closer and closer to the balloon. They swept through the air in rapid, fantastic curves, occasionally precipitating themselves headlong with the speed of a bullet, and then breaking their line of projection by an abrupt and daring angle."},{"index":27,"body":"The doctor, much disquieted, resolved to ascend so as to escape this dangerous proximity. He therefore dilated the hydrogen in his balloon, and it rapidly rose."},{"index":28,"body":"But the condors mounted with him, apparently determined not to part company."},{"index":29,"body":"\"They seem to mean mischief!\" said the hunter, cocking his rifle."},{"index":30,"body":"And, in fact, they were swooping nearer, and more than one came within fifty feet of them, as if defying the fire-arms."},{"index":31,"body":"\"By George, I'm itching to let them have it!\" exclaimed Kennedy."},{"index":32,"body":"\"No, Dick; not now! Don't exasperate them needlessly. That would only be exciting them to attack us!\""},{"index":33,"body":"\"But I could soon settle those fellows!\""},{"index":34,"body":"\"You may think so, Dick. But you are wrong!\""},{"index":35,"body":"\"Why, we have a bullet for each of them!\""},{"index":36,"body":"\"And suppose that they were to attack the upper part of the balloon, what would you do? How would you get at them? Just imagine yourself in the presence of a troop of lions on the plain, or a school of sharks in the open ocean! For travellers in the air, this situation is just as dangerous.\""},{"index":37,"body":"\"Are you speaking seriously, doctor?\""},{"index":38,"body":"\"Very seriously, Dick.\""},{"index":39,"body":"\"Let us wait, then!\""},{"index":40,"body":"\"Wait! Hold yourself in readiness in case of an attack, but do not fire without my orders.\""},{"index":41,"body":"The birds then collected at a short distance, yet to near that their naked necks, entirely bare of feathers, could be plainly seen, as they stretched them out with the effort of their cries, while their gristly crests, garnished with a comb and gills of deep violet, stood erect with rage. They were of the very largest size, their bodies being more than three feet in length, and the lower surface of their white wings glittering in the sunlight. They might well have been considered winged sharks, so striking was their resemblance to those ferocious rangers of the deep."},{"index":42,"body":"\"They are following us!\" said the doctor, as he saw them ascending with him, \"and, mount as we may, they can fly still higher!\""},{"index":43,"body":"\"Well, what are we to do?\" asked Kennedy."},{"index":44,"body":"The doctor made no answer."},{"index":45,"body":"\"Listen, Samuel!\" said the sportsman. \"There are fourteen of those birds; we have seventeen shots at our disposal if we discharge all our weapons. Have we not the means, then, to destroy them or disperse them? I will give a good account of some of them!\""},{"index":46,"body":"\"I have no doubt of your skill, Dick; I look upon all as dead that may come within range of your rifle, but I repeat that, if they attack the upper part of the balloon, you could not get a sight at them. They would tear the silk covering that sustains us, and we are three thousand feet up in the air!\""},{"index":47,"body":"At this moment, one of the ferocious birds darted right at the balloon, with outstretched beak and claws, ready to rend it with either or both."},{"index":48,"body":"\"Fire! fire at once!\" cried the doctor."},{"index":49,"body":"He had scarcely ceased, ere the huge creature, stricken dead, dropped headlong, turning over and over in space as he fell."},{"index":50,"body":"Kennedy had already grasped one of the two-barrelled fowling-pieces and Joe was taking aim with another."},{"index":51,"body":"Frightened by the report, the condors drew back for a moment, but they almost instantly returned to the charge with extreme fury. Kennedy severed the head of one from its body with his first shot, and Joe broke the wing of another."},{"index":52,"body":"\"Only eleven left,\" said he."},{"index":53,"body":"Thereupon the birds changed their tactics, and by common consent soared above the balloon. Kennedy glanced at Ferguson. The latter, in spite of his imperturbability, grew pale. Then ensued a moment of terrifying silence. In the next they heard a harsh tearing noise, as of something rending the silk, and the car seemed to sink from beneath the feet of our three aeronauts."},{"index":54,"body":"\"We are lost!\" exclaimed Ferguson, glancing at the barometer, which was now swiftly rising."},{"index":55,"body":"\"Over with the ballast!\" he shouted, \"over with it!\""},{"index":56,"body":"And in a few seconds the last lumps of quartz had disappeared."},{"index":57,"body":"\"We are still falling! Empty the water-tanks! Do you hear me, Joe? We are pitching into the lake!\""},{"index":58,"body":"Joe obeyed. The doctor leaned over and looked out. The lake seemed to come up toward him like a rising tide. Every object around grew rapidly in size while they were looking at it. The car was not two hundred feet from the surface of Lake Tchad."},{"index":59,"body":"\"The provisions! the provisions!\" cried the doctor."},{"index":60,"body":"And the box containing them was launched into space."},{"index":61,"body":"Their descent became less rapid, but the luckless aeronauts were still falling, and into the lake."},{"index":62,"body":"\"Throw out something--something more!\" cried the doctor."},{"index":63,"body":"\"There is nothing more to throw!\" was Kennedy's despairing response."},{"index":64,"body":"\"Yes, there is!\" called Joe, and with a wave of the hand he disappeared like a flash, over the edge of the car."},{"index":65,"body":"\"Joe! Joe!\" exclaimed the doctor, horror-stricken."},{"index":66,"body":"The Victoria thus relieved resumed her ascending motion, mounted a thousand feet into the air, and the wind, burying itself in the disinflated covering, bore them away toward the northern part of the lake."},{"index":67,"body":"\"Lost!\" exclaimed the sportsman, with a gesture of despair."},{"index":68,"body":"\"Lost to save us!\" responded Ferguson."},{"index":69,"body":"And these men, intrepid as they were, felt the large tears streaming down their cheeks. They leaned over with the vain hope of seeing some trace of their heroic companion, but they were already far away from him."},{"index":70,"body":"\"What course shall we pursue?\" asked Kennedy."},{"index":71,"body":"\"Alight as soon as possible, Dick, and then wait.\""},{"index":72,"body":"After a sweep of some sixty miles the Victoria halted on a desert shore, on the north of the lake. The anchors caught in a low tree and the sportsman fastened it securely."},{"index":73,"body":"Night came, but neither Ferguson nor Kennedy could find one moment's sleep."}]}