{"id":"c41","title":"CHAPTER FORTY-FIRST","paragraphs":[{"index":0,"body":"On the 27th of May, at nine o'clock in the morning, the country presented an entirely different aspect. The slopes, extending far away, changed to hills that gave evidence of mountains soon to follow. They would have to cross the chain which separates the basin of the Niger from the basin of the Senegal, and determines the course of the water-shed, whether to the Gulf of Guinea on the one hand, or to the bay of Cape Verde on the other."},{"index":1,"body":"As far as Senegal, this part of Africa is marked down as dangerous. Dr. Ferguson knew it through the recitals of his predecessors. They had suffered a thousand privations and been exposed to a thousand dangers in the midst of these barbarous negro tribes. It was this fatal climate that had devoured most of the companions of Mungo Park. Ferguson, therefore, was more than ever decided not to set foot in this inhospitable region."},{"index":2,"body":"But he had not enjoyed one moment of repose. The Victoria was descending very perceptibly, so much so that he had to throw overboard a number more of useless articles, especially when there was a mountain-top to pass. Things went on thus for more than one hundred and twenty miles; they were worn out with ascending and falling again; the balloon, like another rock of Sisyphus, kept continually sinking back toward the ground. The rotundity of the covering, which was now but little inflated, was collapsing already. It assumed an elongated shape, and the wind hollowed large cavities in the silken surface."},{"index":3,"body":"Kennedy could not help observing this."},{"index":4,"body":"\"Is there a crack or a tear in the balloon?\" he asked."},{"index":5,"body":"\"No, but the gutta percha has evidently softened or melted in the heat, and the hydrogen is escaping through the silk.\""},{"index":6,"body":"\"How can we prevent that?\""},{"index":7,"body":"\"It is impossible. Let us lighten her. That is the only help. So let us throw out every thing we can spare.\""},{"index":8,"body":"\"But what shall it be?\" said the hunter, looking at the car, which was already quite bare."},{"index":9,"body":"\"Well, let us get rid of the awning, for its weight is quite considerable.\""},{"index":10,"body":"Joe, who was interested in this order, climbed up on the circle which kept together the cordage of the network, and from that place easily managed to detach the heavy curtains of the awning and throw them overboard."},{"index":11,"body":"\"There's something that will gladden the hearts of a whole tribe of blacks,\" said he; \"there's enough to dress a thousand of them, for they're not very extravagant with cloth.\""},{"index":12,"body":"The balloon had risen a little, but it soon became evident that it was again approaching the ground."},{"index":13,"body":"\"Let us alight,\" suggested Kennedy, \"and see what can be done with the covering of the balloon.\""},{"index":14,"body":"\"I tell you, again, Dick, that we have no means of repairing it.\""},{"index":15,"body":"\"Then what shall we do?\""},{"index":16,"body":"\"We'll have to sacrifice every thing not absolutely indispensable; I am anxious, at all hazards, to avoid a detention in these regions. The forests over the tops of which we are skimming are any thing but safe.\""},{"index":17,"body":"\"What! are there lions in them, or hyenas?\" asked Joe, with an expression of sovereign contempt."},{"index":18,"body":"\"Worse than that, my boy! There are men, and some of the most cruel, too, in all Africa.\""},{"index":19,"body":"\"How is that known?\""},{"index":20,"body":"\"By the statements of travellers who have been here before us. Then the French settlers, who occupy the colony of Senegal, necessarily have relations with the surrounding tribes. Under the administration of Colonel Faidherbe, reconnaissances have been pushed far up into the country. Officers such as Messrs. Pascal, Vincent, and Lambert, have brought back precious documents from their expeditions. They have explored these countries formed by the elbow of the Senegal in places where war and pillage have left nothing but ruins.\""},{"index":21,"body":"\"What, then, took place?\""},{"index":22,"body":"\"I will tell you. In 1854 a Marabout of the Senegalese Fouta, Al-Hadji by name, declaring himself to be inspired like Mohammed, stirred up all the tribes to war against the infidels--that is to say, against the Europeans. He carried destruction and desolation over the regions between the Senegal River and its tributary, the Fateme. Three hordes of fanatics led on by him scoured the country, sparing neither a village nor a hut in their pillaging, massacring career. He advanced in person on the town of Sego, which was a long time threatened. In 1857 he worked up farther to the northward, and invested the fortification of Medina, built by the French on the bank of the river. This stronghold was defended by Paul Holl, who, for several months, without provisions or ammunition, held out until Colonel Faidherbe came to his relief. Al-Hadji and his bands then repassed the Senegal, and reappeared in the Kaarta, continuing their rapine and murder.--Well, here below us is the very country in which he has found refuge with his hordes of banditti; and I assure you that it would not be a good thing to fall into his hands.\""},{"index":23,"body":"\"We shall not,\" said Joe, \"even if we have to throw overboard our clothes to save the Victoria.\""},{"index":24,"body":"\"We are not far from the river,\" said the doctor, \"but I foresee that our balloon will not be able to carry us beyond it.\""},{"index":25,"body":"\"Let us reach its banks, at all events,\" said the Scot, \"and that will be so much gained.\""},{"index":26,"body":"\"That is what we are trying to do,\" rejoined Ferguson, \"only that one thing makes me feel anxious.\""},{"index":27,"body":"\"What is that?\""},{"index":28,"body":"\"We shall have mountains to pass, and that will be difficult to do, since I cannot augment the ascensional force of the balloon, even with the greatest possible heat that I can produce.\""},{"index":29,"body":"\"Well, wait a bit,\" said Kennedy, \"and we shall see!\""},{"index":30,"body":"\"The poor Victoria!\" sighed Joe; \"I had got fond of her as the sailor does of his ship, and I'll not give her up so easily. She may not be what she was at the start--granted; but we shouldn't say a word against her. She has done us good service, and it would break my heart to desert her.\""},{"index":31,"body":"\"Be at your ease, Joe; if we leave her, it will be in spite of ourselves. She'll serve us until she's completely worn out, and I ask of her only twenty-four hours more!\""},{"index":32,"body":"\"Ah, she's getting used up! She grows thinner and thinner,\" said Joe, dolefully, while he eyed her. \"Poor balloon!\""},{"index":33,"body":"\"Unless I am deceived,\" said Kennedy, \"there on the horizon are the mountains of which you were speaking, doctor.\""},{"index":34,"body":"\"Yes, there they are, indeed!\" exclaimed the doctor, after having examined them through his spy-glass, \"and they look very high. We shall have some trouble in crossing them.\""},{"index":35,"body":"\"Can we not avoid them?\""},{"index":36,"body":"\"I am afraid not, Dick. See what an immense space they occupy--nearly one-half of the horizon!\""},{"index":37,"body":"\"They even seem to shut us in,\" added Joe. \"They are gaining on both our right and our left.\""},{"index":38,"body":"\"We must then pass over them.\""},{"index":39,"body":"These obstacles, which threatened such imminent peril, seemed to approach with extreme rapidity, or, to speak more accurately, the wind, which was very fresh, was hurrying the balloon toward the sharp peaks. So rise it must, or be dashed to pieces."},{"index":40,"body":"\"Let us empty our tank of water,\" said the doctor, \"and keep only enough for one day.\""},{"index":41,"body":"\"There it goes,\" shouted Joe."},{"index":42,"body":"\"Does the balloon rise at all?\" asked Kennedy."},{"index":43,"body":"\"A little--some fifty feet,\" replied the doctor, who kept his eyes fixed on the barometer. \"But that is not enough.\""},{"index":44,"body":"In truth the lofty peaks were starting up so swiftly before the travellers that they seemed to be rushing down upon them. The balloon was far from rising above them. She lacked an elevation of more than five hundred feet more."},{"index":45,"body":"The stock of water for the cylinder was also thrown overboard and only a few pints were retained, but still all this was not enough."},{"index":46,"body":"\"We must pass them though!\" urged the doctor."},{"index":47,"body":"\"Let us throw out the tanks--we have emptied them.\" said Kennedy."},{"index":48,"body":"\"Over with them!\""},{"index":49,"body":"\"There they go!\" panted Joe. \"But it's hard to see ourselves dropping off this way by piecemeal.\""},{"index":50,"body":"\"Now, for your part, Joe, make no attempt to sacrifice yourself as you did the other day! Whatever happens, swear to me that you will not leave us!\""},{"index":51,"body":"\"Have no fears, my master, we shall not be separated.\""},{"index":52,"body":"The Victoria had ascended some hundred and twenty feet, but the crest of the mountain still towered above it. It was an almost perpendicular ridge that ended in a regular wall rising abruptly in a straight line. It still rose more than two hundred feet over the aeronauts."},{"index":53,"body":"\"In ten minutes,\" said the doctor to himself, \"our car will be dashed against those rocks unless we succeed in passing them!\""},{"index":54,"body":"\"Well, doctor?\" queried Joe."},{"index":55,"body":"\"Keep nothing but our pemmican, and throw out all the heavy meat.\""},{"index":56,"body":"Thereupon the balloon was again lightened by some fifty pounds, and it rose very perceptibly, but that was of little consequence, unless it got above the line of the mountain-tops. The situation was terrifying. The Victoria was rushing on with great rapidity. They could feel that she would be dashed to pieces--that the shock would be fearful."},{"index":57,"body":"The doctor glanced around him in the car."},{"index":58,"body":"It was nearly empty."},{"index":59,"body":"\"If needs be, Dick, hold yourself in readiness to throw over your fire-arms!\""},{"index":60,"body":"\"Sacrifice my fire-arms?\" repeated the sportsman, with intense feeling."},{"index":61,"body":"\"My friend, I ask it; it will be absolutely necessary!\""},{"index":62,"body":"\"Samuel! Doctor!\""},{"index":63,"body":"\"Your guns, and your stock of powder and ball might cost us our lives.\""},{"index":64,"body":"\"We are close to it!\" cried Joe."},{"index":65,"body":"Sixty feet! The mountain still overtopped the balloon by sixty feet."},{"index":66,"body":"Joe took the blankets and other coverings and tossed them out; then, without a word to Kennedy, he threw over several bags of bullets and lead."},{"index":67,"body":"The balloon went up still higher; it surmounted the dangerous ridge, and the rays of the sun shone upon its uppermost extremity; but the car was still below the level of certain broken masses of rock, against which it would inevitably be dashed."},{"index":68,"body":"\"Kennedy! Kennedy! throw out your fire-arms, or we are lost!\" shouted the doctor."},{"index":69,"body":"\"Wait, sir; wait one moment!\" they heard Joe exclaim,"},{"index":70,"body":"...and, looking around, they saw Joe disappear over the edge of the balloon."},{"index":71,"body":"\"Joe! Joe!\" cried Kennedy."},{"index":72,"body":"\"Wretched man!\" was the doctor's agonized expression."},{"index":73,"body":"The flat top of the mountain may have had about twenty feet in breadth at this point, and, on the other side, the slope presented a less declivity. The car just touched the level of this plane, which happened to be quite even, and it glided over a soil composed of sharp pebbles that grated as it passed."},{"index":74,"body":"\"We're over it! we're over it! we're clear!\" cried out an exulting voice that made Ferguson's heart leap to his throat."},{"index":75,"body":"The daring fellow was there, grasping the lower rim of the car, and running afoot over the top of the mountain, thus lightening the balloon of his whole weight. He had to hold on with all his strength, too, for it was likely to escape his grasp at any moment."},{"index":76,"body":"When he had reached the opposite declivity, and the abyss was before him, Joe, by a vigorous effort, hoisted himself from the ground, and, clambering up by the cordage, rejoined his friends."},{"index":77,"body":"\"That was all!\" he coolly ejaculated."},{"index":78,"body":"\"My brave Joe! my friend!\" said the doctor, with deep emotion."},{"index":79,"body":"\"Oh! what I did,\" laughed the other, \"was not for you; it was to save Mr. Kennedy's rifle. I owed him that good turn for the affair with the Arab! I like to pay my debts, and now we are even,\" added he, handing to the sportsman his favorite weapon. \"I'd feel very badly to see you deprived of it.\""},{"index":80,"body":"Kennedy heartily shook the brave fellow's hand, without being able to utter a word."},{"index":81,"body":"The Victoria had nothing to do now but to descend. That was easy enough, so that she was soon at a height of only two hundred feet from the ground, and was then in equilibrium. The surface seemed very much broken as though by a convulsion of nature. It presented numerous inequalities, which would have been very difficult to avoid during the night with a balloon that could no longer be controlled. Evening was coming on rapidly, and, notwithstanding his repugnance, the doctor had to make up his mind to halt until morning."},{"index":82,"body":"\"We'll now look for a favorable stopping-place,\" said he."},{"index":83,"body":"\"Ah!\" replied Kennedy, \"you have made up your mind, then, at last?\""},{"index":84,"body":"\"Yes, I have for a long time been thinking over a plan which we'll try to put into execution; it is only six o'clock in the evening, and we shall have time enough. Throw out your anchors, Joe!\""},{"index":85,"body":"Joe immediately obeyed, and the two anchors dangled below the balloon."},{"index":86,"body":"\"I see large forests ahead of us,\" said the doctor; \"we are going to sweep along their tops, and we shall grapple to some tree, for nothing would make me think of passing the night below, on the ground.\""},{"index":87,"body":"\"But can we not descend?\" asked Kennedy."},{"index":88,"body":"\"To what purpose? I repeat that it would be dangerous for us to separate, and, besides, I claim your help for a difficult piece of work.\""},{"index":89,"body":"The Victoria, which was skimming along the tops of immense forests, soon came to a sharp halt. Her anchors had caught, and, the wind falling as dusk came on, she remained motionlessly suspended above a vast field of verdure, formed by the tops of a forest of sycamores."}]}