{"id":"c5","title":"CHAPTER FIFTH.\r","paragraphs":[{"index":0,"body":"Kennedy's Dreams.--Articles and Pronouns in the Plural.--Dick's Insinuations.--A Promenade over the Map of Africa.--What is contained between two Points of the Compass.--Expeditions now on foot.--Speke and Grant.--Krapf, De Decken, and De Heuglin."},{"index":1,"body":"Dr. Ferguson energetically pushed the preparations for his departure, and in person superintended the construction of his balloon, with certain modifications; in regard to which he observed the most absolute silence."},{"index":2,"body":"For a long time past he had been applying himself to the study of the Arab language and the various Mandingoe idioms, and, thanks to his talents as a polyglot, he had made rapid progress."},{"index":3,"body":"In the mean while his friend, the sportsman, never let him out of his sight--afraid, no doubt, that the doctor might take his departure, without saying a word to anybody. On this subject, he regaled him with the most persuasive arguments, which, however, did NOT persuade Samuel Ferguson, and wasted his breath in pathetic entreaties, by which the latter seemed to be but slightly moved. In fine, Dick felt that the doctor was slipping through his fingers."},{"index":4,"body":"The poor Scot was really to be pitied. He could not look upon the azure vault without a sombre terror: when asleep, he felt oscillations that made his head reel; and every night he had visions of being swung aloft at immeasurable heights."},{"index":5,"body":"We must add that, during these fearful nightmares, he once or twice fell out of bed. His first care then was to show Ferguson a severe contusion that he had received on the cranium. \"And yet,\" he would add, with warmth, \"that was at the height of only three feet--not an inch more--and such a bump as this! Only think, then!\""},{"index":6,"body":"This insinuation, full of sad meaning as it was, did not seem to touch the doctor's heart."},{"index":7,"body":"\"We'll not fall,\" was his invariable reply."},{"index":8,"body":"\"But, still, suppose that we WERE to fall!\""},{"index":9,"body":"\"We will NOT fall!\""},{"index":10,"body":"This was decisive, and Kennedy had nothing more to say."},{"index":11,"body":"What particularly exasperated Dick was, that the doctor seemed completely to lose sight of his personality--of his--Kennedy's--and to look upon him as irrevocably destined to become his aerial companion. Not even the shadow of a doubt was ever suggested; and Samuel made an intolerable misuse of the first person plural:"},{"index":12,"body":"\"'We' are getting along; 'we' shall be ready on the----; 'we' shall start on the----,\" etc., etc."},{"index":13,"body":"And then there was the singular possessive adjective:"},{"index":14,"body":"\"'Our' balloon; 'our' car; 'our' expedition.\""},{"index":15,"body":"And the same in the plural, too:"},{"index":16,"body":"\"'Our' preparations; 'our' discoveries; 'our' ascensions.\""},{"index":17,"body":"Dick shuddered at them, although he was determined not to go; but he did not want to annoy his friend. Let us also disclose the fact that, without knowing exactly why himself, he had sent to Edinburgh for a certain selection of heavy clothing, and his best hunting-gear and fire-arms."},{"index":18,"body":"One day, after having admitted that, with an overwhelming run of good-luck, there MIGHT be one chance of success in a thousand, he pretended to yield entirely to the doctor's wishes; but, in order to still put off the journey, he opened the most varied series of subterfuges. He threw himself back upon questioning the utility of the expedition--its opportuneness, etc. This discovery of the sources of the Nile, was it likely to be of any use?--Would one have really labored for the welfare of humanity?--When, after all, the African tribes should have been civilized, would they be any happier?--Were folks certain that civilization had not its chosen abode there rather than in Europe?--Perhaps!--And then, couldn't one wait a little longer?--The trip across Africa would certainly be accomplished some day, and in a less hazardous manner.--In another month, or in six months before the year was over, some explorer would undoubtedly come in--etc., etc."},{"index":19,"body":"These hints produced an effect exactly opposite to what was desired or intended, and the doctor trembled with impatience."},{"index":20,"body":"\"Are you willing, then, wretched Dick--are you willing, false friend--that this glory should belong to another? Must I then be untrue to my past history; recoil before obstacles that are not serious; requite with cowardly hesitation what both the English Government and the Royal Society of London have done for me?\""},{"index":21,"body":"\"But,\" resumed Kennedy, who made great use of that conjunction."},{"index":22,"body":"\"But,\" said the doctor, \"are you not aware that my journey is to compete with the success of the expeditions now on foot? Don't you know that fresh explorers are advancing toward the centre of Africa?\""},{"index":23,"body":"\"Still--\""},{"index":24,"body":"\"Listen to me, Dick, and cast your eyes over that map.\""},{"index":25,"body":"Dick glanced over it, with resignation."},{"index":26,"body":"\"Now, ascend the course of the Nile.\""},{"index":27,"body":"\"I have ascended it,\" replied the Scotchman, with docility."},{"index":28,"body":"\"Stop at Gondokoro.\""},{"index":29,"body":"\"I am there.\""},{"index":30,"body":"And Kennedy thought to himself how easy such a trip was--on the map!"},{"index":31,"body":"\"Now, take one of the points of these dividers and let it rest upon that place beyond which the most daring explorers have scarcely gone.\""},{"index":32,"body":"\"I have done so.\""},{"index":33,"body":"\"And now look along the coast for the island of Zanzibar, in latitude six degrees south.\""},{"index":34,"body":"\"I have it.\""},{"index":35,"body":"\"Now, follow the same parallel and arrive at Kazeh.\""},{"index":36,"body":"\"I have done so.\""},{"index":37,"body":"\"Run up again along the thirty-third degree of longitude to the opening of Lake Oukereoue, at the point where Lieutenant Speke had to halt.\""},{"index":38,"body":"\"I am there; a little more, and I should have tumbled into the lake.\""},{"index":39,"body":"\"Very good! Now, do you know what we have the right to suppose, according to the information given by the tribes that live along its shores?\""},{"index":40,"body":"\"I haven't the least idea.\""},{"index":41,"body":"\"Why, that this lake, the lower extremity of which is in two degrees and thirty minutes, must extend also two degrees and a half above the equator.\""},{"index":42,"body":"\"Really!\""},{"index":43,"body":"\"Well from this northern extremity there flows a stream which must necessarily join the Nile, if it be not the Nile itself.\""},{"index":44,"body":"\"That is, indeed, curious.\""},{"index":45,"body":"\"Then, let the other point of your dividers rest upon that extremity of Lake Oukereoue.\""},{"index":46,"body":"\"It is done, friend Ferguson.\""},{"index":47,"body":"\"Now, how many degrees can you count between the two points?\""},{"index":48,"body":"\"Scarcely two.\""},{"index":49,"body":"\"And do you know what that means, Dick?\""},{"index":50,"body":"\"Not the least in the world.\""},{"index":51,"body":"\"Why, that makes scarcely one hundred and twenty miles--in other words, a nothing.\""},{"index":52,"body":"\"Almost nothing, Samuel.\""},{"index":53,"body":"\"Well, do you know what is taking place at this moment?\""},{"index":54,"body":"\"No, upon my honor, I do not.\""},{"index":55,"body":"\"Very well, then, I'll tell you. The Geographical Society regard as very important the exploration of this lake of which Speke caught a glimpse. Under their auspices, Lieutenant (now Captain) Speke has associated with him Captain Grant, of the army in India; they have put themselves at the head of a numerous and well-equipped expedition; their mission is to ascend the lake and return to Gondokoro; they have received a subsidy of more than five thousand pounds, and the Governor of the Cape of Good Hope has placed Hottentot soldiers at their disposal; they set out from Zanzibar at the close of October, 1860. In the mean while John Petherick, the English consul at the city of Karthoum, has received about seven hundred pounds from the foreign office; he is to equip a steamer at Karthoum, stock it with sufficient provisions, and make his way to Gondokoro; there, he will await Captain Speke's caravan, and be able to replenish its supplies to some extent.\""},{"index":56,"body":"\"Well planned,\" said Kennedy."},{"index":57,"body":"\"You can easily see, then, that time presses if we are to take part in these exploring labors. And that is not all, since, while some are thus advancing with sure steps to the discovery of the sources of the Nile, others are penetrating to the very heart of Africa.\""},{"index":58,"body":"\"On foot?\" said Kennedy."},{"index":59,"body":"\"Yes, on foot,\" rejoined the doctor, without noticing the insinuation. \"Doctor Krapf proposes to push forward, in the west, by way of the Djob, a river lying under the equator. Baron de Decken has already set out from Monbaz, has reconnoitred the mountains of Kenaia and Kilimandjaro, and is now plunging in toward the centre.\""},{"index":60,"body":"\"But all this time on foot?\""},{"index":61,"body":"\"On foot or on mules.\""},{"index":62,"body":"\"Exactly the same, so far as I am concerned,\" ejaculated Kennedy."},{"index":63,"body":"\"Lastly,\" resumed the doctor, \"M. de Heuglin, the Austrian vice-consul at Karthoum, has just organized a very important expedition, the first aim of which is to search for the traveller Vogel, who, in 1853, was sent into the Soudan to associate himself with the labors of Dr. Barth. In 1856, he quitted Bornou, and determined to explore the unknown country that lies between Lake Tchad and Darfur. Nothing has been seen of him since that time. Letters that were received in Alexandria, in 1860, said that he was killed at the order of the King of Wadai; but other letters, addressed by Dr. Hartmann to the traveller's father, relate that, according to the recital of a felatah of Bornou, Vogel was merely held as a prisoner at Wara. All hope is not then lost. Hence, a committee has been organized under the presidency of the Regent of Saxe-Cogurg-Gotha; my friend Petermann is its secretary; a national subscription has provided for the expense of the expedition, whose strength has been increased by the voluntary accession of several learned men, and M. de Heuglin set out from Massowah, in the month of June. While engaged in looking for Vogel, he is also to explore all the country between the Nile and Lake Tchad, that is to say, to knit together the operations of Captain Speke and those of Dr. Barth, and then Africa will have been traversed from east to west.\"*"},{"index":64,"body":"     * After the departure of Dr. Ferguson, it was ascertained      that M. de Heuglin, owing to some disagreement, took a route      different from the one assigned to his expedition, the      command of the latter having been transferred to Mr.      Muntzinger."},{"index":65,"body":"\"Well,\" said the canny Scot, \"since every thing is getting on so well, what's the use of our going down there?\""},{"index":66,"body":"Dr. Ferguson made no reply, but contented himself with a significant shrug of the shoulders."}]}