{"id":"c9","title":"CHAPTER NINTH","paragraphs":[{"index":0,"body":"The Resolute plunged along rapidly toward the Cape of Good Hope, the weather continuing fine, although the sea ran heavier."},{"index":1,"body":"On the 30th of March, twenty-seven days after the departure from London, the Table Mountain loomed up on the horizon. Cape City lying at the foot of an amphitheatre of hills, could be distinguished through the ship's glasses, and soon the Resolute cast anchor in the port. But the captain touched there only to replenish his coal bunkers, and that was but a day's job. On the morrow, he steered away to the south'ard, so as to double the southernmost point of Africa, and enter the Mozambique Channel."},{"index":2,"body":"This was not Joe's first sea-voyage, and so, for his part, he soon found himself at home on board; every body liked him for his frankness and good-humor. A considerable share of his master's renown was reflected upon him. He was listened to as an oracle, and he made no more mistakes than the next one."},{"index":3,"body":"So, while the doctor was pursuing his descriptive course of lecturing in the officers' mess, Joe reigned supreme on the forecastle, holding forth in his own peculiar manner, and making history to suit himself--a style of procedure pursued, by the way, by the greatest historians of all ages and nations."},{"index":4,"body":"The topic of discourse was, naturally, the aerial voyage. Joe had experienced some trouble in getting the rebellious spirits to believe in it; but, once accepted by them, nothing connected with it was any longer an impossibility to the imaginations of the seamen stimulated by Joe's harangues."},{"index":5,"body":"Our dazzling narrator persuaded his hearers that, after this trip, many others still more wonderful would be undertaken. In fact, it was to be but the first of a long series of superhuman expeditions."},{"index":6,"body":"\"You see, my friends, when a man has had a taste of that kind of travelling, he can't get along afterward with any other; so, on our next expedition, instead of going off to one side, we'll go right ahead, going up, too, all the time.\""},{"index":7,"body":"\"Humph! then you'll go to the moon!\" said one of the crowd, with a stare of amazement."},{"index":8,"body":"\"To the moon!\" exclaimed Joe, \"To the moon! pooh! that's too common. Every body might go to the moon, that way. Besides, there's no water there, and you have to carry such a lot of it along with you. Then you have to take air along in bottles, so as to breathe.\""},{"index":9,"body":"\"Ay! ay! that's all right! But can a man get a drop of the real stuff there?\" said a sailor who liked his toddy."},{"index":10,"body":"\"Not a drop!\" was Joe's answer. \"No! old fellow, not in the moon. But we're going to skip round among those little twinklers up there--the stars--and the splendid planets that my old man so often talks about. For instance, we'll commence with Saturn--\""},{"index":11,"body":"\"That one with the ring?\" asked the boatswain."},{"index":12,"body":"\"Yes! the wedding-ring--only no one knows what's become of his wife!\""},{"index":13,"body":"\"What? will you go so high up as that?\" said one of the ship-boys, gaping with wonder. \"Why, your master must be Old Nick himself.\""},{"index":14,"body":"\"Oh! no, he's too good for that.\""},{"index":15,"body":"\"But, after Saturn--what then?\" was the next inquiry of his impatient audience."},{"index":16,"body":"\"After Saturn? Well, we'll visit Jupiter. A funny place that is, too, where the days are only nine hours and a half long--a good thing for the lazy fellows--and the years, would you believe it--last twelve of ours, which is fine for folks who have only six months to live. They get off a little longer by that.\""},{"index":17,"body":"\"Twelve years!\" ejaculated the boy."},{"index":18,"body":"\"Yes, my youngster; so that in that country you'd be toddling after your mammy yet, and that old chap yonder, who looks about fifty, would only be a little shaver of four and a half.\""},{"index":19,"body":"\"Blazes! that's a good 'un!\" shouted the whole forecastle together."},{"index":20,"body":"\"Solemn truth!\" said Joe, stoutly."},{"index":21,"body":"\"But what can you expect? When people will stay in this world, they learn nothing and keep as ignorant as bears. But just come along to Jupiter and you'll see. But they have to look out up there, for he's got satellites that are not just the easiest things to pass.\""},{"index":22,"body":"All the men laughed, but they more than half believed him. Then he went on to talk about Neptune, where seafaring men get a jovial reception, and Mars, where the military get the best of the sidewalk to such an extent that folks can hardly stand it. Finally, he drew them a heavenly picture of the delights of Venus."},{"index":23,"body":"\"And when we get back from that expedition,\" said the indefatigable narrator, \"they'll decorate us with the Southern Cross that shines up there in the Creator's button-hole.\""},{"index":24,"body":"\"Ay, and you'd have well earned it!\" said the sailors."},{"index":25,"body":"Thus passed the long evenings on the forecastle in merry chat, and during the same time the doctor went on with his instructive discourses."},{"index":26,"body":"One day the conversation turned upon the means of directing balloons, and the doctor was asked his opinion about it."},{"index":27,"body":"\"I don't think,\" said he, \"that we shall succeed in finding out a system of directing them. I am familiar with all the plans attempted and proposed, and not one has succeeded, not one is practicable. You may readily understand that I have occupied my mind with this subject, which was, necessarily, so interesting to me, but I have not been able to solve the problem with the appliances now known to mechanical science. We would have to discover a motive power of extraordinary force, and almost impossible lightness of machinery. And, even then, we could not resist atmospheric currents of any considerable strength. Until now, the effort has been rather to direct the car than the balloon, and that has been one great error.\""},{"index":28,"body":"\"Still there are many points of resemblance between a balloon and a ship which is directed at will.\""},{"index":29,"body":"\"Not at all,\" retorted the doctor, \"there is little or no similarity between the two cases. Air is infinitely less dense than water, in which the ship is only half submerged, while the whole bulk of a balloon is plunged in the atmosphere, and remains motionless with reference to the element that surrounds it.\""},{"index":30,"body":"\"You think, then, that aerostatic science has said its last word?\""},{"index":31,"body":"\"Not at all! not at all! But we must look for another point in the case, and if we cannot manage to guide our balloon, we must, at least, try to keep it in favorable aerial currents. In proportion as we ascend, the latter become much more uniform and flow more constantly in one direction. They are no longer disturbed by the mountains and valleys that traverse the surface of the globe, and these, you know, are the chief cause of the variations of the wind and the inequality of their force. Therefore, these zones having been once determined, the balloon will merely have to be placed in the currents best adapted to its destination.\""},{"index":32,"body":"\"But then,\" continued Captain Bennet, \"in order to reach them, you must keep constantly ascending or descending. That is the real difficulty, doctor.\""},{"index":33,"body":"\"And why, my dear captain?\""},{"index":34,"body":"\"Let us understand one another. It would be a difficulty and an obstacle only for long journeys, and not for short aerial excursions.\""},{"index":35,"body":"\"And why so, if you please?\""},{"index":36,"body":"\"Because you can ascend only by throwing out ballast; you can descend only after letting off gas, and by these processes your ballast and your gas are soon exhausted.\""},{"index":37,"body":"\"My dear sir, that's the whole question. There is the only difficulty that science need now seek to overcome. The problem is not how to guide the balloon, but how to take it up and down without expending the gas which is its strength, its life-blood, its soul, if I may use the expression.\""},{"index":38,"body":"\"You are right, my dear doctor; but this problem is not yet solved; this means has not yet been discovered.\""},{"index":39,"body":"\"I beg your pardon, it HAS been discovered.\""},{"index":40,"body":"\"By whom?\""},{"index":41,"body":"\"By me!\""},{"index":42,"body":"\"By you?\""},{"index":43,"body":"\"You may readily believe that otherwise I should not have risked this expedition across Africa in a balloon. In twenty-four hours I should have been without gas!\""},{"index":44,"body":"\"But you said nothing about that in England?\""},{"index":45,"body":"\"No! I did not want to have myself overhauled in public. I saw no use in that. I made my preparatory experiments in secret and was satisfied. I have no occasion, then, to learn any thing more from them.\""},{"index":46,"body":"\"Well! doctor, would it be proper to ask what is your secret?\""},{"index":47,"body":"\"Here it is, gentlemen--the simplest thing in the world!\""},{"index":48,"body":"The attention of his auditory was now directed to the doctor in the utmost degree as he quietly proceeded with his explanation."}]}