{"id":"c10","title":"CHAPITRE X","paragraphs":[{"index":0,"body":"Essais antérieurs.--Les cinq caisses du docteur.--Le chalumeau à gaz.--Le calorifère.--Manière de manuvrer.--Succès certain."},{"index":1,"body":"« On a tenté souvent, Messieurs, de s'élever ou de descendre à volonté, sans perdre le gaz ou le lest d'un ballon Un aéronaute français, M. Meunier, voulait atteindre ce but en comprimant de l'air dans une capacité intérieure Un belge, M le docteur van Hecke, au moyen d'ailes et de palettes, déployait une force verticale qui eut été insuffisante dans la plupart des cas. Les résultats pratiques obtenus par ses divers moyens ont été insignifiants."},{"index":2,"body":"« J'ai donc résolu d'aborder la question plus franchement. Et d'abord je supprime complètement le lest, si ce nest pour les cas de force majeure, tels que la rupture de mon appareil, ou l'obligation de m'élever instantanément pour éviter un obstacle imprévu."},{"index":3,"body":"« Mes moyens d'ascension et de descente consistent uniquement à dilater ou à contracter par des températures diverses le gaz renfermé dans l'intérieur de l'aérostat. Et voici comment j'obtiens ce résultat."},{"index":4,"body":"\"Vous avez vu embarquer avec la nacelle plusieurs caisses dont l'usage vous est inconnu Ces caisses sont au nombre de cinq."},{"index":5,"body":"« La première renferme environ vingt-cinq gallons d'eau, à laquelle j'ajoute quelques gouttes d'acide sulfurique pour augmenter sa conductibilité, et je la décompose au moyen d'une forte pile de Buntzen L'eau, comme vous le savez, se compose de deux volumes en gaz hydrogène et d'un volume en gaz oxygène."},{"index":6,"body":"« Ce dernier, sous l'action de la pile, se rend par son pôle positif dans une seconde caisse Une troisième, placée au-dessus de celle-ci, et d'une capacité double, reçoit l'hydrogène qui arrive par le pôle négatif."},{"index":7,"body":"« Des robinets, dont l'un a une ouverture double de l'autre, font communiquer ces deux caisses avec une quatrième, qui s'appelle caisse de mélange Là, en effet, se mélangent ces deux gaz provenant de la décomposition de l'eau. La capacité de cette caisse de mélange est environ de quarante et un pieds cubes [Un mètre 50 centimètres carrés]."},{"index":8,"body":"« A la partie supérieure de cette caisse est un tube en platine, muni d'un robinet."},{"index":9,"body":"« Vous l'avez déjà compris, Messieurs: l'appareil que je vous décris est tout bonnement un chalumeau à gaz oxygène et hydrogène, dont la chaleur dépasse celle des feux de forge."},{"index":10,"body":"« Ceci établi, je passe à la seconde partie de l'appareil."},{"index":11,"body":"« De la partie inférieure de mon ballon, qui est hermétiquement clos, sortent deux tubes séparés par un petit intervalle. L'un prend naissance au milieu des couches supérieures du gaz hydrogène, l'autre au milieu des couches inférieures."},{"index":12,"body":"« Ces deux tuyaux sont munis de distance en distance de fortes articulations en caoutchouc, qui leur permettent de se prêter aux oscillations de l'aérostat."},{"index":13,"body":"« Ils descendent tous deux jusqu'à la nacelle, et se perdent dans une caisse de fer de forme cylindrique, qui s'appelle caisse de chaleur. Elle est fermée à ses deux extrémités par deux forts disques de même métal."},{"index":14,"body":"« Le tuyau parti de la région inférieure du ballon se rend dans cette boite cylindrique par le disque du bas; il y pénètre, et adopte alors la forme d'un serpentin hélicoïdal dont les anneaux superposés occupent presque toute la hauteur de la caisse. Avant d'en sortir, le serpentin se rend dans un petit cône, dont la base concave, en forme de calotte sphérique, est dirigée en bas."},{"index":15,"body":"« C'est par le sommet de ce cône que sort le second tuyau, et il se rend, comme je vous l'ai dit, dans les couches supérieures du ballon."},{"index":16,"body":"« La calotte sphérique du petit cône est en platine. afin de ne pas fondre sous l'action du chalumeau. Car celui-ci est placé sur le fond de la caisse en fer, au milieu du serpentin hélicoïdal, et l'extrémité de sa flamme vien-dra légèrement lécher cette calotte."},{"index":17,"body":"« Vous savez, Messieurs, ce que c'est qu'un calorifère destiné à chauffer les appartements. Vous savez comment il agit. L'air de l'appartement est forcé de passer par les tuyaux, et il est restitué avec une température plus élevée. Or, ce que je viens de vous décrire là n'est, à vrai dire, qu'un calorifère."},{"index":18,"body":"« En effet, que se passera-t-il? Une fois le chalumeau allumé, l'hydrogène du serpentin et du cône concave s'échauffe, et monte rapidement par le tuyau qui le mène aux régions supérieures de l'aérostat. Le vide se fait en dessous, et il attire le gaz des régions inférieures qui se chauffe à son tour, et est continuellement remplacé; il s'établit ainsi dans les tuyaux et le serpentin un courant extrêmement rapide de gaz, sortant du ballon, y retournant et se surchauffant sans cesse."},{"index":19,"body":"« Or, les gaz augmentent de 1/480 de leur volume par degré de chaleur. Si donc je force la température de dix-huit degrés [10° centigrades. Les gaz augmentent de 1/267 de leur volume par 1° centigrade], l'hydrogène de l'aérostat se dilatera de 18/480, ou de seize cent quatorze pieds cubes [Soixante-deux mètres cubes environ], il déplacera donc seize cent soixante-quatorze pieds cubes d'air de plus, ce qui augmentera sa force ascensionnelle de cent soixante livres. Cela revient donc à jeter ce même poids de lest. Si j'augmente la température de cent quatre-vingt degrés [100° centigrades], le gaz se dilatera de, 180/480: il déplacera seize mille sept cent quarante pieds cubes de plus, et sa force ascensionnelle s'accroîtra de seize cents livres."},{"index":20,"body":"« Vous le comprenez, Messieurs, je puis donc facilement obtenir des ruptures d'équilibre considérables. Le volume de l'aérostat a été calculé de telle façon, qu'étant à demi gonflé, il déplace un poids d'air exacte-ment égal à celui de l'enveloppe du gaz hydrogène et de la nacelle chargée de voyageurs et de tous ses accessoires. A ce point de gonflement, il est exactement en équilibre dans l'air, il ne monte ni ne descend."},{"index":21,"body":"« Pour opérer l'ascension, je porte le gaz à une température supérieure à la température ambiante au moyen de mon chalumeau; par cet excès de chaleur, il obtient une tension plus forte, et gonfle davantage le ballon, qui monte d'autant plus que je dilate l'hydrogène."},{"index":22,"body":"« La descente se fait naturellement en modérant la chaleur du chalumeau, et en laissant la température se refroidir. L'ascension sera donc généralement beaucoup plus rapide que la descente. Mais c'est là une heureuse circonstance; je n'ai jamais d'intérêt à descendre rapidement, et cest au contraire par une marche ascensionnelle très prompte que j'évite les obstacles. Les dangers sont en bas et non en haut."},{"index":23,"body":"« D'ailleurs, comme je vous l'ai dit, j'ai une certaine quantité de lest qui me permettra de m'élever plus vite encore, si cela devient nécessaire. Ma soupape, située au pôle supérieur du ballon, n'est plus qu'une soupape de sûreté. Le ballon garde toujours sa même charge d'hydrogène; les varia-tions de température que je produis dans ce milieu de gaz clos pourvoient seules à tous ses mouvements de montée et de descente."},{"index":24,"body":"« Maintenant, Messieurs, comme détail pratique, j'ajouterai ceci."},{"index":25,"body":"« La combustion de l'hydrogène et de l'oxygène à la pointe du chalumeau produit uniquement de la vapeur d'eau. J'ai donc muni la partie inférieure de la caisse cylindrique en fer d'un tube de dégagement avec soupape fonctionnant à moins de deux atmosphères de pression; par conséquent, dès qu'elle a atteint cette tension, la vapeur s'échappe d'elle même."},{"index":26,"body":"« Voici maintenant des chiffres très exacts."},{"index":27,"body":"« Vingt-cinq gallons d'eau décomposée en ses éléments constitutifs donnent deux cents livres d'oxygène et vingt-cinq livres d'hydrogène. Cela représente, à la tension atmosphérique, dix-huit cent quatre-vingt-dix pieds cubes [Soixante-dix mètres cubes d'oxygène] du premier, et trois mille sept cent quatre-vingts pieds cubes [Cent quarante mètres cubes d'hydrogène] du second, en tout cinq mille six cent soixante-dix pieds cubes du mélange [Deux cent dix mètres cubes]."},{"index":28,"body":"« Or le robinet de mon chalumeau, ouvert en plein, dépense vingt-sept pieds cubes [Un mètre cube] à l'heure avec une flamme au moins six fois plus forte que celle des grandes lanternes d'éclairage. En moyenne donc, et pour me maintenir à une hauteur peu considérable, je ne brûlerai pas plus de neuf pieds cubes à l'heure [Un tiers de mètre cube]; mes vingt-cinq gallons d'eau me représentent donc six cent trente heures de navigation aérienne, ou un peu plus de vingt-six jours."},{"index":29,"body":"« Or, comme je puis descendre à volonté, et renouveler ma provision d'eau sur la route, mon voyage peut avoir une durée indéfinie."},{"index":30,"body":"« Voilà mon secret, Messieurs, il est simple, et, comme les choses simples, il ne peut manquer de réussir. La dilatation et la contraction du gaz de l'aérostat, tel est mon moyen, qui n'exige ni ailes embarrassantes, ni moteur mécanique. Un calorifère pour produire mes changements de température, un chalumeau pour le chauffer, cela n'est ni incommode, ni lourd. Je crois donc avoir réuni toutes les conditions sérieuses de succès. »"},{"index":31,"body":"Le docteur Fergusson termina ainsi son discours, et fut applaudi de bon cur. Il n'y avait pas une objection à lui faire; tout était prévu et résolu."},{"index":32,"body":"« Cependant, dit le commandant, cela peut être dangereux."},{"index":33,"body":"--Qu'importe, répondit simplement le docteur, si cela est praticable?"}]}