{"id":"c12","title":"CHAPITRE XII","paragraphs":[{"index":0,"body":"L'air était pur, le vent modéré; le Victoria monta presque perpendiculairement à une hauteur de 1,500 pieds, qui fut indiquée par une dépression de 2 pouces moins 2 lignes [Environ cinq centimètres. La dépression est à peu prés dun centimètre par cent mètres délévation] dans la colonne barométrique."},{"index":1,"body":"A cette élévation, un courant plus marqué porta le ballon vers le sudouest. Quel magnifique spectacle se déroulait aux yeux des voyageurs! L'île de Zanzibar s'offrait tout entière à la vue et se détachait en couleur plus foncée, comme sur un vaste planisphère; les champs prenaient une apparence d'échantillons de diverses couleurs; de gros bouquets d'arbres indiquaient les bois et les taillis."},{"index":2,"body":"Les habitants de l'île apparaissaient comme des insectes. Les hourras et les cris s'éteignaient peu à peu dans l'atmosphère, et les coups de canon du navire vibraient seuls dans la concavité inférieure de l'aérostat."},{"index":3,"body":"« Que tout cela est beau! »s'écria Joe en rompant le silence pour la première fois."},{"index":4,"body":"Il n'obtint pas de réponse. Le docteur s'occupait d'observer les variations barométriques et de prendre note des divers détails de son ascension."},{"index":5,"body":"Kennedy regardait et n'avait pas assez d'yeux pour tout voir."},{"index":6,"body":"Les rayons du soleil venant en aide au chalumeau, la tension du gaz augmenta. Le Victoria atteignit une hauteur de 2,500 pieds."},{"index":7,"body":"Le Resolute apparaissait sous l'aspect d'une simple barque, et la côte africaine apparaissait dans l'ouest par une immense bordure d'écume."},{"index":8,"body":"« Vous ne parlez pas? fit Joe."},{"index":9,"body":"--Nous regardons, répondit le docteur en dirigeant sa lunette vers le continent."},{"index":10,"body":"--Pour mon compte, il faut que je parle."},{"index":11,"body":"--A ton aise! Joe, parle tant qu'il te plaira. »"},{"index":12,"body":"Et Joe fit à lui seul une terrible consommation d'onomatopées. Les oh! les ah! les hein! éclataient entre ses lèvres."},{"index":13,"body":"Pendant la traversée de la mer, le docteur jugea convenable de se maintenir à cette élévation; il pouvait observer la côte sur une plus grande étendue; le thermomètre et le baromètre, suspendus dans l'intérieur de la tente entr'ouverte, se trouvaient sans cesse à portée de sa vue; un second baromètre, placé extérieurement, devait servir pendant les quarts de nuit."},{"index":14,"body":"Au bout de deux heures, le Victoria, poussé avec une vitesse d'un peu plus de huit milles, gagna sensiblement la côte. Le docteur résolut de se rapprocher de terre; il modéra la flamme du chalumeau, et bientôt le ballon descendit à 300 pieds du sol."},{"index":15,"body":"Il se trouvait au-dessus du Mrima, nom que porte cette portion de la côte orientale de l'Afrique; d'épaisses bordures de mangliers en protégeaient les bords; la marée basse laissait apercevoir leurs épaisses racines rongées par la dent de l'Océan Indien. Les dunes qui formaient autrefois la ligne côtière s'arrondissaient à l'horizon; et le mont Nguru dressait son pic dans le nord-ouest."},{"index":16,"body":"Le Victoria passa près d'un village que, sur sa carte, le docteur reconnut être le Kaole. Toute la population rassemblée poussait des hurlements de colère et de crainte; des flèches furent vainement dirigées contre ce monstre des airs, qui se balançait majestueusement au-dessus de toutes ces fureurs impuissantes."},{"index":17,"body":"Le vent portait au sud, mais le docteur ne s'inquiéta pas de cette direction; elle lui permettait au contraire de suivre la route tracée par les capitaines Burton et Speke."},{"index":18,"body":"Kennedy était enfin devenu aussi loquace que Joe; ils se renvoyaient mutuellement leurs phrases admiratives."},{"index":19,"body":"« Fi des diligences! disait l'un."},{"index":20,"body":"--Fi des steamers! disait l'autre."},{"index":21,"body":"--Fi des chemins de fer! ripostait Kennedy, avec lesquels on traverse les pays sans les voir!"},{"index":22,"body":"--Parlez-moi d'un ballon, reprenait Joe; on ne se sent pas marcher, et la nature prend la peine de se dérouler à vos yeux!"},{"index":23,"body":"--Quel spectacle! quelle admiration! quelle extase! un rêve dans un hamac!"},{"index":24,"body":"--Si nous déjeunions? fit Joe, que le grand air mettait en appétit."},{"index":25,"body":"--C'est une idée mon garçon."},{"index":26,"body":"--Oh! la cuisine ne sera pas longue à faire! du biscuit et de la viande conservée."},{"index":27,"body":"--Et du café à discrétion, ajouta le docteur. Je te permets d'emprunter un peu de chaleur à mon chalumeau; il en a de reste. Et de cette façon nous n'aurons point à craindre d'incendie."},{"index":28,"body":"--Ce serait terrible, reprit Kennedy. C'est comme une poudrière que nous avons au-dessus de nous."},{"index":29,"body":"--Pas tout à fait, répondit Fergusson; mais enfin, si le gaz s'enflammait, il se consumerait peu à peu, et nous descendrions à terre, ce qui nous désobligerait; mais soyez sans crainte, notre aérostat est hermétiquement clos."},{"index":30,"body":"--Mangeons donc, fit Kennedy."},{"index":31,"body":"--Voilà, Messieurs, dit Joe, et, tout en vous imitant, je vais confectionner un café dont vous me direz des nouvelles."},{"index":32,"body":"--Le fait est, reprit le docteur, que Joe, entre mille vertus, a un talent remarquable pour préparer ce délicieux breuvage; il le compose d'un mélange de diverses provenances, qu'il n'a jamais voulu me faire connaître."},{"index":33,"body":"--Eh bien! mon maître, puisque nous sommes en plein air, je peux bien vous confier ma recette. C'est tout bonnement un mélange en parties égales de moka, de bourbon et de rio-nunez. »"},{"index":34,"body":"Quelques instants après, trois tasses fumantes étaient servies et terminaient un déjeuner substantiel assaisonné par la bonne humeur des convives; puis chacun se remit à son poste d'observation."},{"index":35,"body":"Le pays se distinguait par une extrême fertilité. Des sentiers sinueux et étroits s'enfonçaient sous des voûtes de verdure. On passait au-dessus des champs cultivés de tabac de maïs, d'orge, en pleine maturité; ça et là de vastes rizières avec leurs tiges droites et leurs fleurs de couleur purpurine."},{"index":36,"body":"On apercevait des moutons et des chèvres renfermés dans de grandes cages élevées sur pilotis, ce qui les préservait de la dent du léopard. Une végétation luxuriante s'échevelait sur ce sol prodigue. Dans de nombreux villages se reproduisaient des scènes de cris et de stupéfaction à la vue du Victoria, et le docteur Fergusson se tenait prudemment hors de la portés des flèches; les habitants, attroupés autour de leurs huttes contiguës, poursuivaient longtemps les voyageurs de leurs vaines imprécations."},{"index":37,"body":"A midi, le docteur en consultant sa carte, estima qu'il se trouvait au-dessus du pays d'Uzaramo [U, ou, signifient contrée dans la langue du pays]. La campagne se montrait hérissée de cocotiers, de papayers, de cotonniers, au-dessus desquels le Victoria paraissait se jouer. Joe trouvait cette végétation toute naturelle, du moment qu'il s'agissait de l'Afrique. Kennedy apercevait des lièvres et des cailles qui ne demandaient pas mieux que de recevoir un coup de fusil; mais ceût été de la poudre perdue, attendu limpossibilité de ramasser le gibier."},{"index":38,"body":"Les aéronautes marchaient avec une vitesse de douze milles à lheure, et se trouvèrent bientôt par 38° 2` de longitude au-dessus du village de Tounda."},{"index":39,"body":"« C'est là, dit le docteur, que Burton et Speke furent pris de fièvres violentes et crurent un instant leur expédition compromise Et cependant ils étaient encore peu éloignés de la côte, mais déjà la fatigue et les priva-tions se faisaient rudement sentir. »"},{"index":40,"body":"En effet, dans cette contrée règne une malaria perpétuelle; le docteur n'en put même éviter les atteintes qu'en élevant le ballon au-dessus des miasmes de cette terre humide, dont un soleil ardent pompait les émanations."},{"index":41,"body":"Parfois on put apercevoir une caravane se reposant dans un « kraal » en attendant la fraîcheur du soir pour reprendre sa route. Ce sont de vastes emplacements entourés de haies et de jungles, où les trafiquants s'abritent non seulement contre les bêtes fauves, mais aussi contre les tribus pillardes de la contrée. On voyait les indigènes courir, se disperser à la vue du Victoria. Kennedy désirait les contempler de plus près; mais Samuel s'opposa constamment à ce dessein."},{"index":42,"body":"« Les chefs sont armés de mousquets, dit-il, et notre ballon serait un point de mire trop facile pour y loger une balle."},{"index":43,"body":"--Est-ce qu'un trou de balle amènerait une chute? demanda Joe."},{"index":44,"body":"--Immédiatement, non; mais bientôt ce trou deviendrait une vaste déchirure par laquelle s'envolerait tout notre gaz"},{"index":45,"body":"--Alors tenons-nous à une distance respectueuse de ces mécréants. Que doivent-ils penser à nous voir planer dans les airs? Je suis sur qu'ils ont envie de nous adorer."},{"index":46,"body":"Laissons-nous adorer, répondit le docteur, mais de loin. On y gagne toujours. Voyez, le pays change déjà d'aspect; les villages sont plus rares; les manguiers ont disparu; leur végétation s'arrête a cette latitude. Le sol devient montueux et fait pressentir de prochaines montagnes."},{"index":47,"body":"--En effet, dit Kennedy, il me semble apercevoir quelques hauteurs de ce côté."},{"index":48,"body":"--Dans l'ouest..., ce sont les premières chaînes d'Ourizara, le mont Duthumi, sans doute, derrière lequel j'espère nous abriter pour passer la nuit. Je vais donner plus d'activité à la flamme du chalumeau: nous sommes obligés de nous tenir à une hauteur de cinq à six cents pieds."},{"index":49,"body":"--C'est tout de même une fameuse idée que vous avez eue là, Monsieur, dit Joe; la manuvre n'est difficile ni fatigante, on tourne un robinet, et tout est dit."},{"index":50,"body":"--Nous voici plus à l'aise, fit le chasseur lorsque le ballon se fut élevé; la réflexion des rayons du soleil sur ce sable rouge devenait insupportable."},{"index":51,"body":"--Quels arbres magnifiques! s'écria Joe; quoique très naturel, c'est très beau! Il n'en faudrait pas une douzaine pour faire une forêt."},{"index":52,"body":"--Ce sont des baobabs, répondit le docteur Fergusson; tenez, en voici un dont le tronc peut avoir cent pieds de circonférence. C'est peut-être au pied de ce même arbre que périt le Français Maizan en 1845, car nous sommes au-dessus du village de Deje la Mhora, où il s'aventura seul; il fut saisi par le chef de cette contrée, attaché au pied d'un baobab, et ce nègre féroce lui coupa lentement les articulations, pendant que retentissait le chant de guerre; puis il entama la gorge, s'arrêta pour aiguiser son couteau émoussé, et arracha la tête du malheureux avant qu'elle ne fût coupée! Ce pauvre Français avait vingt-six ans!"},{"index":53,"body":"--Et la France n'a pas tiré vengeance d'un pareil crime? demanda Kennedy."},{"index":54,"body":"--La France a réclamé; le saïd de Zanzibar a tout fait pour s'emparer du meurtrier, mais il n'a pu y réussir."},{"index":55,"body":"--Je demande à ne pas m'arrêter en route, dit Joe; montons, mon maître, montons, si vous m'en croyez."},{"index":56,"body":"--D'autant plus volontiers, Joe, que le mont Duthumi se dresse devant nous Si mes calculs sont exacts, nous l'aurons dépassé avant sept heures du soir."},{"index":57,"body":"--Nous ne voyagerons pas la nuit? demanda le chasseur."},{"index":58,"body":"--Non, autant que possible; avec des précautions et de la vigilance, on le ferait sans danger, mais il ne suffit pas de traverser l'Afrique, il faut la voir."},{"index":59,"body":"--Jusqu'ici nous n'avons pas à nous plaindre, mon maître, Le pays le plus cultivé et le plus fertile du monde, au lieu d'un désert! Croyez donc aux géographes!"},{"index":60,"body":"--Attendons, Joe, attendons; nous verrons plus tard. »"},{"index":61,"body":"Vers six heures et demie du soir, le Victoria se trouva en face du mont Duthumi; il dut, pour le franchir, s'élever à plus de trois mille pieds, et pour cela le docteur n'eut à élever la température que de dix-huit degrés [10° centigrades]. On peut dire qu'il manuvrait véritablement son ballon à la main. Kennedy lui indiquait les obstacles à surmonter, et le Victoria volait par les airs en rasant la montagne."},{"index":62,"body":"A huit heures, il descendait le versant opposé, dont la pente était plus adoucie; les ancres furent lancées au dehors de la nacelle, et l'une d'elles, rencontrant les branches d'un nopal énorme, s'y accrocha fortement. Aussitôt Joe se laissa glisser par la cordé et l'assujettit avec la plus grande so-lidité. L'échelle de soie lui fut tendue, et il remonta lestement. L'aérostat demeurait presque immobile, à l'abri des vents de lest."},{"index":63,"body":"Le repas du soir fut préparé; les voyageurs, excités par leur promenade aérienne, firent une large brèche à leurs provisions"},{"index":64,"body":"« Quel chemin avons-nous fait aujourd'hui? » demanda Kennedy en avalant des morceaux inquiétants."},{"index":65,"body":"Le docteur fit le point au moyen d'observations lunaires, et consulta l'excellente carte qui lui servait de guide; elle appartenait à l'atlas « der Neuester Entedekungen Afrika », publié à Gotha par son savant ami Petermann, et que celui-ci lui avait adressé. Cet atlas, devait servir au voyage tout entier du docteur, car il contenait l'itinéraire de Burton et Speke aux Grands Lacs, le Soudan d'après le docteur Barth, le bas Sénégal d'après Guillaume Lejean, et le delta du Niger par le docteur Baikie."},{"index":66,"body":"Fergusson s'était également muni d'un ouvrage. qui réunissait en un seul corps toutes les notions acquises sur le Nil, et intitulé: « The sources of the Nil, being a general surwey of the basin of that river and of its heab stream with the history of the Nilotic discovery by Charles Beke, th. D. »"},{"index":67,"body":"Il possédait aussi les excellentes cartes publiées dans les « Bulletins de la Société de Géographie de Londres, » et aucun point des contrées découvertes ne devait lui échapper."},{"index":68,"body":"En pointant sa carte, il trouva que sa route latitudinale était de deux degrés, ou cent vingt milles dans l'ouest [Cinquante lieues]."},{"index":69,"body":"Kennedy remarqua que la route se dirigeait vers le midi. Mais cette direction satisfaisait le docteur, qui voulait, autant que possible, reconnaître les traces de ses devanciers."},{"index":70,"body":"Il fut décidé que la nuit serait divisée en trois quarts, afin que chacun pût à son tour veiller à la sûreté des deux autres. Le docteur dut prendre le quart de neuf heures, Kennedy celui de minuit et Joe celui de trois heures du matin."},{"index":71,"body":"Donc, Kennedy et Joe, enveloppés de leurs couvertures, s'étendirent sous la tente et dormirent paisiblement tandis que veillait le docteur Fergusson."}]}