{"id":"c16","title":"CHAPITRE XVI","paragraphs":[{"index":0,"body":"Symptômes d'orage.--Le pays de la Lune.--L'avenir du continent africain.--La machine de la dernière heure.--Vue du pays au soleil couchant--Flore et Faune.--L'orage.--La zone de feu.--Le ciel étoilé."},{"index":1,"body":"« Voilà ce que c'est, dit Joe, de faire les Fils de la Lune sans sa permission! Ce satellite a failli nous jouer là un vilain tour! Est-ce que, par hasard, mon maître, vous auriez compromis sa réputation par votre médecine?"},{"index":2,"body":"--Au fait, dit le chasseur, quétait ce sultan de Kazzeb?"},{"index":3,"body":"--Un vieil ivrogne à demi-mort, répondit le docteur et dont la perte ne se fera pas trop vivement sentir. Mais la morale de ceci, c'est que les honneurs sont éphémères, et il ne faut pas trop y prendre goût."},{"index":4,"body":"--Tant pis, répliqua Joe. Cela m'allait! Être adoré! faire le dieu à sa fantaisie! Mais que voulez-vous! la Lune s'est montrée, et toute rouge, ce qui prouve bien qu'elle était fâchée! »"},{"index":5,"body":"Pendant ces discours et autres, dans lesquels Joe examina l'astre des nuits à un point de vue entièrement nouveau le ciel se chargeait de gros nuages vers le nord, de ces nuages sinistres et pesants. Un vent assez vif, ramassé à trois cents pieds du sol, poussait le Victoria vers le nord-nord-est. Au-dessus de lui, la voûte azurée était pure, mais on la sentait lourde."},{"index":6,"body":"Les voyageurs se trouvèrent, vers huit heures du soir, par 32° 40' de longitude et 4° 17' de latitude; les courants atmosphériques, sous l'influence d'un orage prochain, les poussaient avec une vitesse de trente cinq milles à l'heure. Sous leurs pieds passaient rapidement les plaines ondulées et fertiles de Mtuto Le spectacle en était admirable, et fut admiré."},{"index":7,"body":"« Nous sommes en plein pays de la Lune, dit le docteur Fergusson, car il a conservé ce nom que lui donna l'antiquité, sans doute parce que la lune y fut adorée de tout temps. C'est vraiment une contrée magnifique, et l'on rencontrerait difficilement une végétation plus belle."},{"index":8,"body":"--Si on la trouvait autour de Londres, ce ne serait pas naturel, répondit Joe; mais ce serait fort agréable! Pourquoi ces belles choses-là sont-elle réservées à des pays aussi barbares?"},{"index":9,"body":"--Et sait-on, répliqua le docteur, si quelque jour cette contrée ne deviendra pas le centre de la civilisation? Les peuples de l'avenir s'y porteront peut-être, quand les régions de l'Europe se seront épuisées à nourrir leurs habitants."},{"index":10,"body":"--Tu crois cela? fit Kennedy."},{"index":11,"body":"--Sans doute, mon cher Dick. Vois la marche des événements; considère les migrations successives des peuples, et tu arriveras à la même conclusion que moi. L'Asie est la première nourrice du monde, n'est-il pas vrai? Pendant quatre mille ans peut-être, elle travaille, elle est fécondée, elle produit, et puis quand les pierres ont poussé là où poussaient les moissons dorées d'Homère, ses enfants abandonnent son sein épuisé et flétri. Tu les vois alors se jeter sur l'Europe, jeune et puissante, qui les nourrit depuis deux mille ans. Mais déjà sa fertilité se perd; ses facultés productrices diminuent chaque jour; ces maladies nouvelles dont sont frappés chaque année les produits de la terre, ces fausses récoltes, ces insuffisantes ressources, tout cela est le signe certain d'une vitalité qui s'altère, d'un épuisement prochain. Aussi voyons-nous déjà les peuples se précipiter aux nourrissantes mamelles de l'Amérique, comme à une source non pas inépuisable, mais encore inépuisée. A son tour, ce nouveau continent se fera vieux, ses forêts vierges tomberont sous la hache de l'industrie; son sol s'affaiblira pour avoir trop produit ce qu'on lui aura trop demandé; là où deux moissons s'épanouissaient chaque année, à peine une sortira-t-elle de ces terrains à bout de forces. Alors l'Afrique offrira aux races nouvelles les trésors accumulés depuis des siècles dans son sein. Ces climats fatals aux étrangers s'épureront par les assolements et les drainages; ces eaux éparses se réuniront dans un lit commun pour former une artère navigable. Et ce pays sur lequel nous planons, plus fertile, plus riche, plus vital que les autres, deviendra quelque grand royaume, où se produiront des découvertes plus étonnantes encore que la vapeur et l'électricité."},{"index":12,"body":"--Ah! Monsieur, dit Joe, je voudrais bien voir cela."},{"index":13,"body":"--Tu t'es levé trop matin, mon garçon."},{"index":14,"body":"--Dailleurs, dit Kennedy, cela sera peut-être une fort ennuyeuse époque que celle où l'industrie absorbera tout à son profit! A force d'inventer des machines, les hommes se feront dévorer par elles! Je me suistoujours figuré que le dernier jour du monde sera celui où quelque im-mense chaudière chauffée à trois milliards d'atmosphères fera sauter notre globe!"},{"index":15,"body":"--Et j'ajoute, dit Joe, que les Américains n'auront pas été les derniers à travailler à la machine!"},{"index":16,"body":"--En effet, répondit le docteur, ce sont de grands chaudronniers! Mais, sans nous laisser emporter à de semblables discussions, contentons-nous dadmirer cette terre de la Lune, puisqu'il nous est donné de la voir. »"},{"index":17,"body":"Le soleil, glissant ses derniers rayons sous la masse des nuages amoncelés, ornait d'une crête d'or les moindres accidents du sol: arbres gigantesques, herbes arborescentes, mousses à ras de terre, tout avait sa part de cette effluve lumineuse; le terrain, légèrement ondulé, ressautait ça et là en petites collines coniques; pas de montagnes à l'horizon; d'immenses palissades broussaillées, des haies impénétrables, des jungles épineux séparaient les clairières où s'étalaient de nombreux villages; les euphorbes gigantesques les entouraient de fortifications naturelles, en s'entremêlant aux branches coralliformes des arbustes."},{"index":18,"body":"Bientôt le Malagazari, principal affluent du lac Tanganayika, se mit à serpenter sous les massifs de verdure; il donnait asile à ces nombreux cours d'eau, nés de torrents gonflés à l'époque des crues, ou d'étangs creusés dans la couche argileuse du sol. Pour observateurs élevés, c'était un réseau de cascades jeté sur toute la face occidentale du pays."},{"index":19,"body":"Des bestiaux à grosses bosses pâturaient dans les prairie grasses et disparaissaient sous les grandes herbes; les forêts, aux essences magnifiques, s'offraient aux yeux comme de vastes bouquets; mais dans ces bouquets, lions, léopards, hyènes, tigres, se réfugiaient pour échapper aux dernières chaleurs du jour. Parfois un éléphant faisait ondoyer la cime des taillis, et l'on entendait le craquement des arbres cédant à ses cornes d'ivoire."},{"index":20,"body":"« Quel pays de chasse! s'écria Kennedy enthousiasmé; une balle laucée à tout hasard, en pleine forêt, rencontrerait un gibier digne d'elle! Est-ce qu'on ne pourrait pas en essayer un peu?"},{"index":21,"body":"--Non pas, mon cher Dick; voici la nuit, une nuit menaçante, escortée d'un orage. Or les orages sont terribles dans cette contrée, où le sol est disposé comme une immense batterie électrique."},{"index":22,"body":"--Vous avez raison, Monsieur, dit Joe la chaleur est devenue étouffante, le vent est complètement qu'il se prépare quelque chose."},{"index":23,"body":"--L'atmosphère est surchargée d'électricité, répondit le docteur; tout être vivant est sensible à cet état de l'air qui précède la lutte des éléments, et j'avoue que je n'en fus jamais imprégné à ce point."},{"index":24,"body":"--Eh bien! demanda le chasseur, ne serait-ce pas le cas de descendre?"},{"index":25,"body":"--Au contraire, Dick, j'aimerais mieux monter. Je crains seulement d'être entraîné au delà de ma route pendant ces croisements de courants atmosphériques."},{"index":26,"body":"--Veux-tu donc abandonner la direction que nous suivons depuis la côte."},{"index":27,"body":"--Si cela m'est possible, répondit Fergusson, je me porterai plus directement au nord pendant sept à huit degrés; j'essayerai de remonter vers des latitudes présumées des sources du Nil; peut-être apercevrons-nous quelques traces de l'expédition du capitaine Speke, ou même la caravane de M. de Heuglin. Si mes calculs sont exacts, nous nous trouvons par 32° 40' de longitude, et je voudrais monter droit au delà de l'équateur."},{"index":28,"body":"--Vois donc! s'écria Kennedy en interrompant son compagnon, vois donc ces hippopotames qui se glissent hors des étangs, ces masses de chair sanguinolente, et ces crocodiles qui aspirent bruyamment l'air!"},{"index":29,"body":"--Ils étouffent! fit Joe. Ah! quelle manière charmante de voyager, et comme on méprise toute cette malfaisante vermine! Monsieur Samuel! monsieur Kennedy! voyez donc ces bandes d'animaux qui marchent en rangs pressés! Ils sont bien deux cents; ce sont des loups."},{"index":30,"body":"--Non, Joe, mais des chiens sauvages; une fameuse race, qui ne craint pas de s'attaquer aux lions. C'est la plus terrible rencontre que puisse faire un voyageur. Il est immédiatement mis en pièces."},{"index":31,"body":"--Bon! ce ne sera pas Joe qui se chargera de leur mettre une muselière, répondit l'aimable garçon. Après ca, si c'est leur naturel, il ne faut pas trop leur en vouloir. »;"},{"index":32,"body":"Le silence se faisait peu à peu sous linfluence de l'orage; il semblait que l'air épaissi devint impropre à transmettre les sons; l'atmosphère paraissait ouatée et, comme une salle tendue de tapisseries, perdait toute sonorité. L'oiseau rameur, la grue couronnée, les geais rouges et bleus, le moqueur, les moucherolles, disparaissaient dans les grands arbres. La nature entière offrait les symptômes d'un cataclysme prochain."},{"index":33,"body":"A neuf heures du soir, le Victoria demeurait immobile au-dessus de Mséné, vaste réunion de villages à peine distincts dans l'ombre; parfois la réverbération d'un rayon égaré dans l'eau morne indiquait des fossés distribués régulièrement, et, par une dernière éclaircie, le regard put saisir la forme calme et sombre des palmiers, des tamarins, des sycomores et des euphorbes gigantesques."},{"index":34,"body":"« J'étouffe! dit lÉcossais en aspirant à pleins poumons le plus possible de cet air raréfié; nous ne bougeons plus! Descendrons-nous?"},{"index":35,"body":"--Mais l'orage? fit le docteur assez inquiet."},{"index":36,"body":"--Si tu crains d'être entraîné par le vent, il me semble que tu n'as pas d'autre parti à prendre."},{"index":37,"body":"--L'orage n'éclatera peut-être cette nuit, reprit Joe; les nuages sont très haut."},{"index":38,"body":"--C'est une raison qui me fait hésiter à les dépasser; il faudrait monter à une grande élévation, perdre la terre de vue, et ne savoir pendant toute la nuit si nous avançons et de quel côté nous avançons."},{"index":39,"body":"--Décide-toi, mon cher Samuel, cela presse."},{"index":40,"body":"--Il est fâcheux que le vent soit tombé, reprit Joe; il nous eut entraînés loin de l'orage."},{"index":41,"body":"--Cela est regrettable, mes amis, car les nuages sont un danger pour nous; ils renferment des courants opposés qui peuvent nous enlacer dans leurs tourbillons, et des éclairs capables de nous incendier. D'un autre côté, la force, de la rafale peut nous précipiter à terre, si nous jetons l'ancre au sommet d'un arbre"},{"index":42,"body":"--Alors que faire?"},{"index":43,"body":"--Il faut maintenir le Victoria dans une zone moyenne entre les périls de la terre et les périls du ciel. Nous avons de leau en quantité suffisante pour le chalumeau, et nos deux cents livres de lest sont intactes. Au besoin, je m'en servirais."},{"index":44,"body":"--Nous allons veiller avec toi, dit le chasseur."},{"index":45,"body":"--Non, mes amis; mettez les provisions à l'abri et couchez-vous; je vous réveillerai si cela est nécessaire."},{"index":46,"body":"--Mais, mon maître, ne feriez-vous pas bien de prendre du repos vous même, puisque rien ne nous menace encore!"},{"index":47,"body":"--Non, merci, mon garçon je préfère veiller. Nous sommes immobiles, et si les circonstances ne changent pas, demain nous nous trouverons exactement à la même place."},{"index":48,"body":"--Bonsoir, Monsieur."},{"index":49,"body":"--Bonne nuit, si c'est possible. »"},{"index":50,"body":"Kennedy et Joe s'allongèrent sous leurs couvertures, et le docteur demeura seul dans l'immensité. Cependant le dôme de nuages s'abaissait insensiblement, et l'obscurité se faisait profonde. La voûte noire s'arrondissait autour du globe terrestre comme pour l'écraser."},{"index":51,"body":"Tout d'un coup un éclair violent, rapide, incisif, raya l'ombre; sa déchirure n'était pas refermée qu'un effrayant éclat de tonnerre ébranlait le profondeurs du ciel."},{"index":52,"body":"« Alerte!» s'écria Fergusson."},{"index":53,"body":"Les deux dormeurs, réveillés à ce bruit épouvantable, se tenaient à ses ordres."},{"index":54,"body":"« Descendons-nous? fit Kennedy."},{"index":55,"body":"--Non! le ballon n'y résisterait pas. Montons avant que ces nuages se résolvent en eau et que le vent ne se déchaîne! »"},{"index":56,"body":"Et il poussa activement la flamme du chalumeau dans les spirales du serpentin."},{"index":57,"body":"Les orages des tropiques se développent avec une rapidité comparable à leur violence. Un second éclair déchira la nue, et fut suivi de vin autres immédiats. Le ciel était zébré d'étincelles électriques qui grésillaient sous les larges gouttes de la pluie."},{"index":58,"body":"« Nous nous sommes attardés, dit le docteur. Il nous faut maintenant traverser une zone le feu avec notre ballon rempli d'air inflammable!"},{"index":59,"body":"--Mais à terre! à terre! reprenait toujours Kennedy."},{"index":60,"body":"--Le risque d'être foudroyé serait presque le même, et nous serions vite déchirés aux branches des arbres!"},{"index":61,"body":"--Nous montons, monsieur Samuel!"},{"index":62,"body":"--Plus vite! plus vite encore. »"},{"index":63,"body":"Dans cette partie de l'Afrique, pendant les orages équatoriaux, il n'est pas rare de compter de trente-cinq éclairs par minute Le ciel est littéralement en feu, et les éclats du tonnerre ne discontinuent pas."},{"index":64,"body":"Le vent se déchaînait avec une violence effrayante dans cette atmosphère embrasée; il tordait les nuages incandescents; on eut dit le souffle d'un ventilateur immense qui activait tout cet incendie."},{"index":65,"body":"Le docteur Fergusson maintenait son chalumeau à pleine chaleur; le ballon se dilatait et montait; à genoux, au centre de la nacelle, Kennedy retenait les rideaux de la tente Le ballon tourbillonnait à donner le vertige, et les voyageurs subissaient d'inquiétantes oscillations. Il se faisait de grandes cavités dans l'enveloppe de l'aérostat; le vent s'y engouffrait avec violence, et le taffetas détonait sous sa pression. Une sorte de grêle, précédée d'un bruit tumultueux, sillonnait l'atmosphère et crépitait sur le Victoria. Celui-ci, cependant, continuait sa marche ascensionnelle; les éclairs dessinaient des tangentes enflammées à sa circonférence; il était plein feu."},{"index":66,"body":"« A la garde de Dieu! dit le docteur Fergusson; nous sommes entre ses mains lui seul peut nous sauver. Préparons-nous à tout événement, même à un incendie; notre chute peut n'être pas rapide. »"},{"index":67,"body":"La voix du docteur parvenait à peine à l'oreille de ses compagnons; mais ils pouvaient voir sa figure calme au milieu du sillonnement des éclairs; il regardait les phénomènes de phosphorescence produits par le feu Saint-Elme qui voltigeait sur le filet de l'aérostat."},{"index":68,"body":"Celui-ci tournoyait, tourbillonnait, mais il montait toujours; au bout d'un quart d'heure, il avait dépassé la zone des nuages orageux, les effluences électriques se développaient au-dessous de lui, comme une vaste couronne de feux d'artifices suspendus à sa nacelle."},{"index":69,"body":"C'était là l'un des plus beaux spectacles que la nature put donner à lhomme. En bas, l'orage. En haut le ciel étoilé, tranquille, muet, impassible, avec la lune projetant ses paisibles rayons sur ces nuages irrités."},{"index":70,"body":"Le docteur Fergusson consulta le baromètre; il donna douze mille pieds d'élévation. Il était onze heures du soir."},{"index":71,"body":"« Grâce au ciel, tout danger est passé, dit-il; il nous suffit de nous maintenir à cette hauteur."},{"index":72,"body":"C'était effrayant! répondit Kennedy."},{"index":73,"body":"--Bon, répliqua Joe, cela jette de la diversité dans le voyage, et je ne suis pas fâché d'avoir vu un orage d'un peu haut. C'est un joli spectacle! »"}]}