{"id":"c17","title":"CHAPITRE XVII","paragraphs":[{"index":0,"body":"Les montagnes de la Lune.--Un océan de verdure."},{"index":1,"body":"Vers six heures du matin, le lundi, le soleil s'élevait au-dessus de lhorizon; les nuages se dissipèrent, et un joli vent rafraîchit ces première lueurs matinales."},{"index":2,"body":"La terre, toute parfumée, reparut aux yeux des voyageurs. Le ballon, tournant sur place au milieu des courants opposés, avait à peine dérivé; le docteur, laissant se contracter le gaz, descendit afin de saisir une direction plus septentrionale. Longtemps ses recherches furent vaines; le vent l'entraîna dans l'ouest, jusqu'en vue des célèbres montagnes de la Lune, qui s'arrondissent en demi-cercle autour de la pointe du lac Tanganayika; leur chaîne, peu accidentée, se détachait sur l'horizon bleuâtre; on eut dit une fortification naturelle, infranchissable aux explorateur du centre de l'Afrique; quelques cônes isolés portaient la trace des neiges éternelles."},{"index":3,"body":"Nous voilà, dit le docteur, dans un pays inexploré; le capitaine Burton s'est avancé fort avant dans louest; mais il n'a pu atteindre ces montagnes célèbres; il en a même nié l'existence, affirmée par Speke son compagnon; il prétend qu'elles sont nées dans l'imagination de ce dernier; pour nous, mes amis, il n'y a plus de doute possible."},{"index":4,"body":"--Est-ce que nous les franchirons! demanda Kennedy."},{"index":5,"body":"--Non pas, s'il plaît à Dieu; j'espère trouver un vent favorable qui me ramènera à l'équateur; j'attendrai même, s'il le faut, et je ferai du Victoria comme d'un navire qui jette l'ancre par les vents contraires."},{"index":6,"body":"Mais les prévisions du docteur ne devaient pas tarder à se réaliser. Après avoir essayé différentes hauteurs, le Victoria fila dans le nord-est avec une vitesse moyenne."},{"index":7,"body":"« Nous sommes dans la bonne direction, dit-il en consultant sa boussole, et à peine à deux cents pieds de terre, toutes circonstances heureuses pour reconnaître ces régions nouvelles; le capitaine Speke, en allant à la découverte du lac Ukéréoué remontait plus à lest, en droite ligne au dessus de Kazeh."},{"index":8,"body":"--Irons-nous longtemps de la sorte? demanda Kennedy."},{"index":9,"body":"--Peut-être; notre but est de pousser une pointe du côté des sources du Nil, et nous avons plus de six cents milles à parcourir, jusqu'à la limite extrême atteinte par les explorateurs venus du Nord."},{"index":10,"body":"--Et nous ne mettrons pied à terre, fit Joe, histoire de se dégourdir les jambes?"},{"index":11,"body":"--Si vraiment; il faudra d'ailleurs ménager nos vivres, et, chemin faisant, mon brave Dick, tu nous approvisionneras de viande fraîche."},{"index":12,"body":"--Dès que tu le voudras, ami Samuel."},{"index":13,"body":"--Nous aurons aussi à renouveler notre réserve deau. Qui sait si nous ne serons pas entraînés vers des contrées arides. On ne saurait donc prendre trop de précautions. »"},{"index":14,"body":"A midi, le Victoria se trouvait par 29° 15, de longitude et 3° 15' de latitude. Il dépassait le village d'Uyofu, dernière limite septentrionale de l'Unyamwezi, par le travers du lac Ukéréoué, que l'on ne pouvait encore apercevoir."},{"index":15,"body":"Les peuplades rapprochées de l'équateur semblent être un peu plus civilisées, et sont gouvernées par des monarques absolus, dont le despo-tisme est sans bornes; leur réunion la plus compacte constitue la province de Karagwah."},{"index":16,"body":"Il fut décidé entre les trois voyageurs qu'ils accosteraient la terre au premier emplacement favorable. On devait faire une halte prolongée, et l'aérostat serait soigneusement passé en revue; la flamme du chalumeau fut modérée; les ancres lancées au dehors de la nacelle vinrent bientôt raser les hautes herbes d'une immense prairie; d'une certaine hauteur, elle paraissait couverte d'un gazon ras, mais en réalité ce gazon avait de sept à huit pieds d'épaisseur."},{"index":17,"body":"Le Victoria effleurait ces herbes sans les courber, comme un papillon gigantesque. Pas un obstacle en vue. C'était comme un océan de verdure sans un seul brisant."},{"index":18,"body":"« Nous pourrons courir longtemps de la sorte, dit Kennedy; je n'aperçois pas un arbre dont nous puissions nous approcher; la chasse me parait compromise."},{"index":19,"body":"--Attends, mon cher Dick; tu ne pourrais pas chasser dans ces herbes plus hautes que toi; nous finirons par trouver une place favorable. »"},{"index":20,"body":"C'était en vérité une promenade charmante, une véritable navigation sur cette mer si verte, presque transparente, avec de douces ondulations au souffle du vent. La nacelle justifiait bien son nom, et semblait fendre des flots, à cela près qu'une volée doiseaux aux splendides couleurs s'échappait parfois des hautes herbes avec mille cris joyeux; les ancres plongeaient dans ce lac de fleurs, et traçaient un sillon qui se refermait derrière elles, comme le sillage d'un vaisseau."},{"index":21,"body":"Tout à coup, le ballon éprouva une forte secousse; l'ancre avait mordu sans doute une fissure de roc cachée sous ce gazon gigantesque."},{"index":22,"body":"« Nous sommes pris, fit Joe."},{"index":23,"body":"--Eh bien! jette l'échelle, » répliqua le chasseur."},{"index":24,"body":"Ces paroles n'étaient pas achevées, qu'un cri aigu retentit dans l'air, et les phrases suivantes, entrecoupées d'exclamations, s'échappèrent de la bouche des trois voyageurs."},{"index":25,"body":"« Qu'est cela?"},{"index":26,"body":"--Un cri singulier!"},{"index":27,"body":"--Tiens! nous marchons!"},{"index":28,"body":"--L'ancre a dérapé."},{"index":29,"body":"--Mais non! elle tient toujours, fit Joe, qui halait sur la corde."},{"index":30,"body":"--C'est le rocher qui marche!"},{"index":31,"body":"Un vaste remuement se fit dans les herbes, et bientôt une forme allongée et sinueuse séleva au-dessus d'elles."},{"index":32,"body":"« Un serpent! fit Joe."},{"index":33,"body":"--Un serpent! s'écria Kennedy en armant sa carabine."},{"index":34,"body":"--Eh non! dit le docteur, c'est une trompe d'éléphant."},{"index":35,"body":"--Un éléphant, Samuel! »"},{"index":36,"body":"Et Kennedy, ce disant, épaula son arme."},{"index":37,"body":"« Attends, Dick, attends!"},{"index":38,"body":"--Sans doute! L'animal nous remorque."},{"index":39,"body":"--Et du bon côté, Joe, du bon côté. »"},{"index":40,"body":"L'éléphant s'avançait avec une certaine rapidité; il arriva bientôt à une clairière, où l'on put le voir tout entier; à sa taille gigantesque, le docteur reconnut un mâle d'une magnifique espèce; il portait deux défenses blanchâtres, d'une courbure admirable, et qui pouvaient avoir huit pieds de long; les pattes de l'ancre étaient fortement prises entre elles."},{"index":41,"body":"L'animal essayait vainement de se débarrasser avec sa trompe de la corde qui le rattachait à la nacelle."},{"index":42,"body":"« En avant! hardi! s'écria Joe au comble de la joie, excitant de son mieux cet étrange équipage. Voilà encore une nouvelle manière de voyager! Plus que cela de cheval! un éléphant, s'il vous plaît."},{"index":43,"body":"--Mais où nous mène-t-il! demanda Kennedy, agitant sa carabine qui lui brillait les mains."},{"index":44,"body":"--Il nous mène où nous voulons aller, mon cher Dick! Un peu de patience!"},{"index":45,"body":"--« Wig a more! Wig a more! » comme disent les paysans d'Écosse, s'écriait le joyeux Joe. En avant! en avant! »"},{"index":46,"body":"L'animal prit un galop fort rapide; il projetait sa trompe de droite et de gauche, et, dans ses ressauts, il donnait de violentes secousses à la nacelle. Le docteur, la hache à la main, était prêt à couper la corde s'il y avait lieu."},{"index":47,"body":"« Mais, dit-il, nous ne nous séparerons de notre ancre qu'au dernier moment. »"},{"index":48,"body":"Cette course, à la suite d'un éléphant, dura prés d'une heure et demie; l'animal ne paraissait aucunement fatigué; ces énormes pachydermes peuvent fournir des trottes considérables, et, d'un jour à l'autre, on les retrouve à des distances immenses, comme les baleines dont ils ont la masse et la rapidité."},{"index":49,"body":"« Au fait, disait Joe, c'est une baleine que nous avons harponnée, et nous ne faisons qu'imiter la manuvre des baleiniers pendant leurs pêches. »"},{"index":50,"body":"Mais un changement dans la nature du terrain obligea le docteur à modifier son moyen de locomotion."},{"index":51,"body":"Un bois épais de camaldores apparaissait au nord de la prairie et à trois milles environ; il devenait dès lors nécessaire que le ballon fût séparé de son conducteur."},{"index":52,"body":"Kennedy fut donc chargé d'arrêter l'éléphant dans sa course; il épaula sa carabine; mais sa position n'était pas favorable pour atteindre l'animal avec succès; une première balle, tirée au crâne, s'aplatit comme sur une plaque de tôle; l'animal n'en parut aucunement troublé; au bruit de la décharge, son pas s'accéléra, et sa vitesse fut celle d'un cheval lancé au galop."},{"index":53,"body":"« Diable! dit Kennedy."},{"index":54,"body":"--Quelle tête dure! fit Joe."},{"index":55,"body":"--Nous allons essayer de quelques balles coniques au défaut doré au défaut de lépaule, » reprit Dick en chargeant; sa carabine avec soin, et il fit feu."},{"index":56,"body":"L'animal poussa un cri terrible, et continua de plus belle."},{"index":57,"body":"« Voyons, dit Joe en s'armant de l'un des fusils, il faut que je vous aide, Monsieur Dick, ou cela n'en finira pas. »"},{"index":58,"body":"Et deux balles allèrent se loger dans les flancs de la bête."},{"index":59,"body":"L'éléphant s'arrêta, dressa sa trompe, et reprit à toute vitesse sa course vers le bois; il secouait sa vaste tête, et le sang commençait à couler à flots de ses blessures."},{"index":60,"body":"« Continuons notre feu, Monsieur Dick."},{"index":61,"body":"--Et un feu nourri, ajouta le docteur, nous ne sommes pas à vingt toises du bois! »"},{"index":62,"body":"Dix coups retentirent encore. Léléphant fit un bond effrayant; la nacelle et le ballon craquèrent à faire croire que tout était brisé; la secousse fit tomber la hache des mains du docteur sur le sol."},{"index":63,"body":"La situation devenait terrible alors; le câble de l'ancre fortement assujetti ne pouvait être ni détaché, ni entamé par les couteaux des voyageurs; le ballon approchait rapidement du bois, quand l'animal reçut une balle dans l'il au moment où il relevait la tête; il s'arrêta, hésita; ses genoux plièrent; il présenta son flanc au chasseur."},{"index":64,"body":"« Une balle au cur, » dit celui-ci, en déchargeant une dernière fois la carabine."},{"index":65,"body":"L'éléphant poussa un rugissement de détresse et d'agonie; il se redressa un instant en faisant tournoyer sa trompe, puis il retomba de tout son poids sur une de ses défenses qu'il brisa net. Il était mort."},{"index":66,"body":"« Sa défense est brisée! s'écria Kennedy. De l'ivoire qui en Angleterre vaudrait trente-cinq guinées les demi-livres!"},{"index":67,"body":"--Tant que cela, fit Joe, en s'affalant jusqu'à terre par la corde de l'ancre."},{"index":68,"body":"--A quoi servent tes regrets, mon cher Dick? répondit le docteur Fergusson. Est-ce que nous sommes des trafiquants d'ivoire? Sommes-nous venus ici pour faire fortune? »"},{"index":69,"body":"Joe visita l'ancre; elle était solidement retenue à la défense demeurée intacte. Samuel et Dick sautèrent sur le sol, tandis que l'aérostat à demi dégonflé se balançait au-dessus du corps de l'animal."},{"index":70,"body":"La magnifique bête! s'écria Kennedy. Quelle masse! Je n'ai jamais vu dans l'Inde un éléphant de cette taille!"},{"index":71,"body":"--Cela n'a rien d'étonnant, mon cher Dick; les éléphants du centre de L'Afrique sont les plus beaux. Les Anderson, les Cumming les ont tellement chassés aux environs du Cap, qu'ils émigrent vers l'équateur, où nous les rencontrerons souvent en troupes nombreuses."},{"index":72,"body":"--En attendant, répondit Joe, j'espère que nous goûterons un peu de celui-là! Je m'engage à vous procurer un repas succulent aux dépens de cet animal. M. Kennedy va chasser pendant une heure ou deux, M. Samuel va passer l'inspection du Victoria, et, pendant ce temps, je vais faire la cuisine."},{"index":73,"body":"--Voilà qui est bien ordonné, répondit le docteur. Fais à ta guise."},{"index":74,"body":"--Pour moi, dit le chasseur, Je vais prendre le deux heures de liberté que Joe a daigné m'octroyer."},{"index":75,"body":"--Va, mon ami; mais pas dimprudence. Ne téloigne pas."},{"index":76,"body":"--Sois tranquille. »"},{"index":77,"body":"Et Dick, armé de son fusil, s'enfonça dans le bois."},{"index":78,"body":"Alors Joe s'occupa de ses fonctions. Il fit d'abord dans la terre un trou profond de deux pieds; il le remplit de branches sèches qui couvraient le sol, et provenaient des trouées faites dans le bois par les éléphants dont on voyait les traces. Le trou rempli, il entassa au-dessus du bûcher haut de deux pieds, et il y mit le feu."},{"index":79,"body":"Ensuite il retourna vers le cadavre de l'éléphant, tombé à dix toises du bois à peine; il détacha adroitement la trompe qui mesurait près de deux pieds de largeur à sa naissance; il en choisit la partie la plus délicate, et y joignit un des pieds spongieux de l'animal; ce sont en effet les morceaux par excellence, comme la bosse du bison, la patte de l'ours ou la hure du sanglier."},{"index":80,"body":"Lorsque le bûcher fut entièrement consumé à l'intérieur et à l'extérieur, le trou, débarrassé des cendres et des charbons, offrit une température très élevée; les morceaux de l'éléphant, entourés de feuilles aromatiques, furent déposés au fond de ce four improvisé, et recouverts de cendres chaudes; puis, Joe éleva un second bûcher sur le tout, et quand le bois fut consumé, la viande était cuite à point."},{"index":81,"body":"Alors Joe retira le dîner de la fournaise; il déposa cette viande appétissante sur des feuilles vertes, et disposa son repas au milieu d'une magnifique pelouse; il apporta des biscuits, de l'eau-de-vie, du café, et puisa une eau fraîche et limpide à un ruisseau voisin."},{"index":82,"body":"Ce festin ainsi dressé faisait plaisir à voir, et Joe pensait, sans être trop fier, qu'il ferait encore plus de plaisir à manger."},{"index":83,"body":"Un voyage sans fatigue et sans danger! répétait-il. Un repas à ses heures! un hamac perpétuel! qu'est-ce que l'on peut demander de plus?"},{"index":84,"body":"Et ce bon M. Kennedy qui ne voulait pas venir! »"},{"index":85,"body":"De son côté, le docteur Fergusson se livrait à un examen sérieux de laérostat. Celui-ci ne paraissait pas avoir souffert de la tourmente; le taffetas et la gutta-perca avaient merveilleusement résisté; en prenant la hauteur actuelle du sol, et en calculant la force ascensionnelle du ballon, il vit avec satisfaction que l'hydrogène était en même quantité; lenveloppe Jusque-là demeurait entièrement imperméable."},{"index":86,"body":"Depuis cinq jours seulement, les voyageurs avaient quitté Zanzibar; le pemmican n'était pas encore entamé; les provisions de biscuit et de viande conservée suffisaient pour un long voyage; il n'y eut donc que la réserve d'eau à renouveler."},{"index":87,"body":"Les tuyaux et le serpentin paraissaient être en parfait état; grâce à leurs articulations de caoutchouc, ils s'étaient prêtés à toutes les oscillations de laérostat."},{"index":88,"body":"Son examen terminé, le docteur soccupa de mettre ses notes en ordre. Il fit une esquisse très réussie de la campagne environnante, avec la longue prairie à perte de vue, la forêt de camaldores, et le ballon immobile sur le corps du monstrueux éléphant."},{"index":89,"body":"Au bout de ses deux heures, Kennedy revint avec un chapelet de perdrix grasses, et un cuissot d'oryx, sorte de gemsbok, appartenant à l'espèce la plus agile des antilopes. Joe se chargea de préparer ce surcroît de provisions."},{"index":90,"body":"« Le dîner est servi, » s'écria-t-il bientôt de sa plus belle voix."},{"index":91,"body":"Et les trois voyageurs n'eurent qu'à s'asseoir sur la pelouse verte; les pieds et la trompe d'éléphant furent déclarés exquis; on but à l'Angleterre comme toujours, et de délicieux havanes parfumèrent pour la première fois cette contrée charmante."},{"index":92,"body":"Kennedy mangeait, buvait et causait comme quatre; il était enivré; il proposa sérieusement à son ami le docteur de s'établir dans cette forêt, d'y construire une: cabane de feuillage, et d'y commencer la dynastie des Robinsons africains."},{"index":93,"body":"La proposition n'eut pas autrement de suite, bien que Joe se fût proposé pour remplir le rôle de Vendredi."},{"index":94,"body":"La campagne semblait si tranquille, si déserte, que le docteur résolut de passer la nuit à terre. Joe dressa un cercle de feux, barricade indispensable contre les bêtes féroces; les hyènes, les couguars, les chacals, attirés par l'odeur de la chair d'éléphant, rodèrent aux alentours. Kennedy dut à plusieurs reprises décharger sa carabine sur des visiteurs trop audacieux; mais enfin la nuit s'acheva sans incident fâcheux."}]}