{"id":"c18","title":"CHAPITRE XVIII\r","paragraphs":[{"index":0,"body":"Le Karagwah.--Le lac Ukéréoué.--Une nuit dans une île.--L'Équateur.--Traversée du lac.--Les cascades.--Vue du pays.--Les sources du Nil.--L'île Benga.--La signature d'Andres.--Debono.--Le pavillon aux armes d'Angleterre."},{"index":1,"body":"Le lendemain dès cinq heures, commençaient les préparatifs du départ. Joe, avec la hache qu'il avait heureusement retrouvée, brisa les défenses de l'éléphant. Le Victoria, rendu à la liberté, entraîna les voyageurs vers le nord-est avec une vitesse de dix-huit milles."},{"index":2,"body":"Le docteur avait soigneusement relevé sa position par la hauteur des étoiles pendant la soirée précédente. Il était par 2° 40' de latitude au-dessous de léquateur, soit à cent soixante milles géographiques; il traversa de nombreux villages sans se préoccuper des cris provoqués par son apparition; il prit note de la conformation des lieux avec des vues sommaires; il franchit les rampes du Rubemhé, presque aussi roides que les sommets de l'Ousagara, et rencontra plus tard, à Tenga, les premiers ressauts des chaînes de Karagwah, qui, selon lui, dérivent nécessairement des montagnes de la Lune Or, la légende ancienne qui faisait de ces montagnes le berceau du Nil s'approchait de la vérité, puisqu'elles confinent au lac Ukéréoué, réservoir présumé des eaux du grand fleuve."},{"index":3,"body":"De Kafuro, grand district des marchands du pays, il aperçut enfin à l'horizon ce lac tant cherché, que le capitaine Speke entrevit le 3 août 1858."},{"index":4,"body":"Samuel Fergusson se sentait ému, il touchait presque à lun des points principaux de son exploration, et, la lunette à l'il, il ne perdait pas un coin de cette contrée mystérieuse que son regard détaillait ainsi:"},{"index":5,"body":"Au-dessous de lui, une terre généralement effritée; à peine quelques ravins cultivés; le terrain, parsemé de cônes d'une altitude moyenne, se faisait plat aux approches du lac; les champs d'orge remplaçaient les rizières; là croissaient ce plantain d'où se lire le vin du pays, et le « mwani », plante sauvage qui sert de café. La réunion d'une cinquantaine de huttes circulaires recouvertes d'un chaume en fleurs, constituait la capitale du Karagwah:"},{"index":6,"body":"On apercevait facilement les figures ébahies d'une race assez belle, au teint jaune brun. Des femmes d'une corpulence invraisemblable se traînaient dans les plantations, et le docteur étonna bien ses compagnons en leur apprenant que cet embonpoint, très apprécié, s'obtenait par un régime obligatoire de lait caillé."},{"index":7,"body":"A midi, le Victoria se trouvait par 1° 45' de latitude australe; à une heure, le vent le poussait sur le lac."},{"index":8,"body":"Ce lac a été nommé Nyauza [Nyanza signifie lac] Victoria par le capitaine Speke. En cet endroit, il pouvait mesurer quatre-vingt-dix milles de largeur; à son extrémité méridionale, le capitaine trouva un groupe d'îles, qu'il nomma archipel du Bengale. Il poussa sa reconnaissance jusqu'à Muanza, sur la côte de l'est, où il fut bien reçu par le sultan. Il fit la triangulation de cette partie du lac, mais il ne put se procurer une barque, ni pour le traverser, ni pour visiter la grande île dUkéréoué; cette île, très populeuse, est gouvernée par trois sultans, et ne forme qu'une presqu'île à marée basse."},{"index":9,"body":"Le Victoria abordait le lac plus au nord, au grand regret du docteur, qui aurait voulu en déterminer les contours inférieurs. Les bords, hérissés de boissons épineux et de broussailles enchevêtrées, disparaissaient littéralement sous des myriades de moustiques d'un brun clair; ce pays devait être inhabitable et inhabité; on voyait des troupes d'hippopotames se vautrer dans des forêts de roseaux, ou s'enfuir sous les eaux blanchâtres du lac."},{"index":10,"body":"Celui-ci, vu de haut offrait vers l'ouest un horizon si large qu'on eut dit une mer; la distance est assez grande entre les deux rives pour que des communications ne puissent s'établir; d'ailleurs les, tempêtes y sont fortes et fréquentes, car les vents font rage dans ce bassin élevé et découvert."},{"index":11,"body":"Le docteur eut de la peine à se diriger; il craignait d'être entraîné vers lest; mais heureusement un courant le porta directement au nord, et, à six heures du soir, le Victoria s'établit dans une petite île déserte, par 0° 30' de latitude, et 32° 52' de longitude à vingt milles de la côte."},{"index":12,"body":"Les voyageurs purent s'accrocher à un arbre, et, le vent s'étant calmé vers le soir, ils demeurèrent tranquillement sur leur ancre. On ne pouvait songer à prendre terre; ici, comme sur les bords du Nyanza, des légions de moustiques couvraient le sol d'un nuage épais Joe même revint de l'arbre couvert de piqûres; mais il ne se fâcha pas, tant il trouvait cela naturel de la part des moustiques."},{"index":13,"body":"Néanmoins, le docteur, moins optimiste; fila le plus de corde qu'il put, afin d'échapper à ces impitoyables insectes qui s'élevaient avec un murmure inquiétant."},{"index":14,"body":"Le docteur reconnut la hauteur du lac au-dessus du niveau de la mer, telle que l'avait déterminée le capitaine Speke, soit trois mille sept cent cinquante pieds."},{"index":15,"body":"« Nous voici donc dans une île! dit Joe, qui se grattait à se rompre les poignets."},{"index":16,"body":"--Nous en aurions vite fait le tour, répondit le chasseur, et, sauf ces aimables insectes, on n'y aperçoit pas un être vivant."},{"index":17,"body":"---Les îles dont le lac est parsemé, répondit le docteur Fergusson, ne sont, à vrai dire, que des sommets de collines immergées; mais nous sommes heureux d'y avoir rencontré un abri, car les rives du lac sont habitées par des tribus féroces. Dormez donc, puisque le ciel nous prépare une nuit tranquille."},{"index":18,"body":"--Est-ce que tu n'en feras pas autant, Samuel?"},{"index":19,"body":"--Non; je ne pourrais fermer l'il. Mes pensées chasseraient tout sommeil. Demain, mes amis, si le vent est favorable, nous marcherons droit au nord, et nous découvrirons peut-être les sources du Nil, ce secret demeuré impénétrable. Si prés des sources du grand fleuve, je ne saurais dormir. »"},{"index":20,"body":"Kennedy et Joe, que les préoccupations scientifiques ne troublaient pas à ce point, ne tardèrent pas à s'endormir profondément sous la garde du docteur."},{"index":21,"body":"Le mercredi 23 avril, le Victoria appareillait à quatre heures du matin par un ciel grisâtre; la nuit quittait difficilement les eaux du lac, qu'un épais brouillard enveloppait, mais bientôt un vent violent dissipa toute cette brume. Le Victoria fut balancé pendant quelques minutes en sens divers et enfin remonta directement vers le nord."},{"index":22,"body":"Le docteur Fergusson frappa des mains avec joie."},{"index":23,"body":"« Nous sommes en bon chemin! s'écria-t-il. Aujourd'hui ou jamais nous verrons le Nil! Mes amis, voici que nous franchissons l'Équateur! nous entrons dans notre hémisphère!"},{"index":24,"body":"--Oh! fit Joe; vous pensez, mon maître, que léquateur passe par ici?"},{"index":25,"body":"--Ici même mon brave garçon!"},{"index":26,"body":"--Eh bien! sauf votre respect, il me paraît convenable de l'arroser sans perdre de temps."},{"index":27,"body":"--Va pour un verre de grog! répondit le docteur en riant; tu as une manière d'entendre la cosmographie qui n'est point sotte."},{"index":28,"body":"Et voilà comment fut célébré le passage de la ligne à bord du Victoria."},{"index":29,"body":"Celui-ci filait rapidement. On apercevait dans l'ouest la côte basse et peu accidentée; au fond, les plateaux plus élevés de l'Uganda et de l'Usoga. La vitesse du vent devenait excessive: près de trente milles à l'heure."},{"index":30,"body":"Les eaux du Nyanza, soulevées avec violence, écumaient comme les vagues d'une mer. A certaines lames de fond qui se balançaient longtemps après les accalmies, le docteur reconnut que le lac devait avoir une grande profondeur A peine une ou deux barques grossières furent-elles entrevues pendant cette rapide traversée."},{"index":31,"body":"« Le lac, dit le docteur, est évidemment, par sa position élevée, le réservoir naturel des fleuves de la partie orientale d'Afrique; le ciel lui rend en pluie ce qu'il enlève en vapeurs à ses effluents Il me paraît certain que le Nil doit y prendre sa source."},{"index":32,"body":"--Nous verrons bien, » répliqua Kennedy."},{"index":33,"body":"Vers neuf heures, la côte de l'ouest se rapprocha; elle paraissait déserte et boisée. Le vent s'éleva un peu vers l'est, et l'on put entrevoir l'autre rive du lac. Elle se courbait de manière à se terminer par un angle très ouvert, vers 2°40' de latitude septentrionale. De hautes montagnes dressaient leurs pics arides à cette extrémité du Nyanza; mais entre elles une gorge profonde et sinueuse livrait passage à une rivière bouillonnante."},{"index":34,"body":"Tout en manuvrant son aérostat, le docteur Fergusson examinait le pays d'un regard avide."},{"index":35,"body":"« Voyez! s'écria-t-il, voyez, mes amis! les récits des Arabes étaient exacts! Ils parlaient d'un fleuve par lequel le lac Ukéréoué se déchargeait vers le nord, et ce fleuve existe, et nous le descendons, et il coule avec une rapidité comparable à notre propre vitesse! Et cette goutte d'eau qui s'enfuit sous nos pieds va certainement se confondre avec les flots de la Méditerranée! C'est le Nil!"},{"index":36,"body":"--C'est le Nil! répéta Kennedy, qui se laissait prendre à l'enthousiasme de Samuel Fergusson."},{"index":37,"body":"--Vive le Nil! dit Joe, qui s'écriait volontiers vive quelque chose quand il était en joie."},{"index":38,"body":"Des rochers énormes embarrassaient çà et là le cours de cette mystérieuse rivière. L'eau écumait; il se faisait des rapides et des cataractes qui confirmaient le docteur dans ses prévisions. Des montagnes environnantes se déversaient de nombreux torrents, écumants dans leur chute; lil les comptait par centaines. On voyait sourdre du sol de minces filets d'eau éparpillés, se croisant, se confondant, luttant de vitesse, et tous couraient à cette rivière naissante, qui se faisait fleuve après les avoir absorbés."},{"index":39,"body":"« Voilà bien le Nil, répéta le docteur avec conviction. L'origine de son nom a passionné les savants comme l'origine de ses eaux; on l'a fait venir du grec, du copte, du sanscrit [Un savant byzantin voyait dans Neilos un nom arithmétique. N représentait 50, E 5, I 10, L 30, O 70, S 200: ce qui fait le nombre des jours de l'année]; peu importe, après tout, puisqu'il a dû livrer enfin le secret de ses sources!"},{"index":40,"body":"--Mais, dit le chasseur, comment s'assurer de l'identité de cette rivière et de celle que les voyageurs du nord ont reconnue!"},{"index":41,"body":"--Nous aurons des preuves certaines, irrécusables, infaillibles, répondit Fergusson, si le vent nous favorise une heure encore. »"},{"index":42,"body":"Les montagnes se séparaient, faisant place à des villages nombreux, à des champs cultivés de sésame, de dourrah, de cannes à sucre. Les tribus de ces contrées se montraient agitées, hostiles; elles semblaient plus près de la colère que de l'adoration; elles pressentaient des étrangers, et non des dieux. Il semblait qu'en remontant aux sources du Nil on vint leur voler quelque chose Le Victoria dut se tenir hors de la portée des mousquets."},{"index":43,"body":"Aborder ici sera difficile, dit l'Ecossais."},{"index":44,"body":"--Eh bien! répliqua Joe, tant pis pour ces indigènes; nous les priverons du charme de notre conversation."},{"index":45,"body":"--Il faut pourtant que je descende, répondit le docteur Fergusson, ne fût-ce qu'un quart d'heure. Sans cela, je ne puis constater les résultats de notre exploration."},{"index":46,"body":"--C'est donc indispensable, Samuel?"},{"index":47,"body":"--Indispensable, et nous descendrons, quand même nous devrions faire le coup de fusil!"},{"index":48,"body":"--La chose me va, répondit Kennedy en caressant sa carabine."},{"index":49,"body":"--Quand vous voudrez, mon maître, dit Joe en se préparant au combat."},{"index":50,"body":"Ce ne sera pas la première fois, répondit le docteur, que l'on aura fait de la science les armes à la main; pareille chose est arrivée à un savant français, dans les montagnes d'Espagne, quand il mesurait le méridien terrestre."},{"index":51,"body":"--Sois tranquille, Samuel, et fie-toi à tes deux gardés du corps."},{"index":52,"body":"--Y sommes-nous, Monsieur?"},{"index":53,"body":"--Pas encore. Nous allons même nous élever pour saisir la configuration exacte du pays. »"},{"index":54,"body":"L'hydrogène se dilata, et, en moins de dix minutes, le Victoria planait à une hauteur de deux mille cinq cents pieds au-dessus du sol."},{"index":55,"body":"On distinguait de là un inextricable réseau de rivières que le fleuve recevait dans son lit; il en venait davantage de l'ouest, entre les collines nombreuses, au milieu de campagnes fertiles."},{"index":56,"body":"« Nous ne sommes pas à quatre-vingt-dix milles de Gondokoro, dit le docteur en pointant sa tête, et à moins de cinq milles du point atteint par les explorateurs venus du nord. Rapprochons-nous de terre avec précaution. »"},{"index":57,"body":"Le Victoria s'abaissa de plus de deux mille pieds."},{"index":58,"body":"« Maintenant, mes amis, soyez prêts à tout hasard."},{"index":59,"body":"--Nous sommes prêts, répondirent Dick et Joe."},{"index":60,"body":"--Bien! »"},{"index":61,"body":"Le Victoria marcha bientôt en suivant le lit du fleuve, et à cent pied peine. Le Nil mesurait cinquante toises en cet endroit, et les indigène s'agitaient tumultueusement dans les villages qui bordaient ses rives. Au deuxième degré, il forme une cascade à pic de dix pieds de hauteur environ, et par conséquent infranchissable."},{"index":62,"body":"« Voilà bien la cascade indiquée par M. Debono, » s'écria le docteur."},{"index":63,"body":"Le bassin du fleuve s'élargissait, parsemé d'îles nombreuses que Samuel Fergusson dévorait du regard; il semblait chercher un point de repère qu'il n'apercevait pas encore."},{"index":64,"body":"Quelques nègres s'étant avancés dans une barque au-dessous du ballon, Kennedy les salua d'un coup de fusil, qui, sans les atteindre, les obligea à regagner la rive au plus vite."},{"index":65,"body":"« Bon voyage! leur souhaita Joe; à leur place, je ne me hasardera pas à revenir! j'aurais singulièrement peur d'un monstre qui lance la foudre à volonté. »"},{"index":66,"body":"Mais voici que le docteur Fergusson saisit soudain sa lunette et la braqua vers une île couchée au milieu du fleuve."},{"index":67,"body":"Quatre arbres! s'écria-t-il; voyez, là-bas! »"},{"index":68,"body":"En effet, quatre arbres isolés s'élevaient à son extrémité."},{"index":69,"body":"C'est l'île de Benga! c'est bien elle! ajouta-t-il."},{"index":70,"body":"--Eh bien, après? demanda Dick."},{"index":71,"body":"--C'est là que nous descendrons, s'il plaît à Dieu!"},{"index":72,"body":"--Mais elle paraît habitée, Monsieur Samuel!"},{"index":73,"body":"--Joe a raison; si je ne me trompe, voilà un rassemblement d'une vingtaine d'indigènes."},{"index":74,"body":"--Nous les mettrons en fuite; cela ne sera pas difficile, répondit Fergusson."},{"index":75,"body":"--Va comme il est dit, » répliqua le chasseur."},{"index":76,"body":"Le soleil était au zénith. Le Victoria se rapprocha de l'île."},{"index":77,"body":"Les nègres, appartenant à la tribu de Makado, poussèrent des cris énergiques. L'un d'eux agitait en l'air son chapeau d'écorce. Kennedy le prit pour point de mire, fit feu, et le chapeau vola en éclats."},{"index":78,"body":"Ce fut une déroute générale. Les indigènes se précipitèrent dans le fleuve et le traversèrent à la nage; des deux rives, il vint une grêle de balles et une pluie de flèches, mais sans danger pour l'aérostat dont l'ancre avait mordu une fissure de roc. Joe se laissa couler à terre."},{"index":79,"body":"« L'échelle! s'écria le docteur. Suis-moi, Kennedy"},{"index":80,"body":"--Que veux-tu faire?"},{"index":81,"body":"--Descendons; il me faut un témoin."},{"index":82,"body":"--Me voici."},{"index":83,"body":"--Joe, fais bonne garde."},{"index":84,"body":"--Soyez tranquille, Monsieur, je réponds de tout."},{"index":85,"body":"« Viens, Dick! » dit le docteur en mettant pied à terre."},{"index":86,"body":"Il entraîna son compagnon vers un groupe de rochers qui se dressaient à la pointe de l'île; là, il chercha quelque temps, fureta dans les broussailles, et se mit les mains en sang."},{"index":87,"body":"Tout d'un coup, il saisit vivement le bras du chasseur."},{"index":88,"body":"« Regarde, dit-il."},{"index":89,"body":"--Des lettres! » s'écria Kennedy."},{"index":90,"body":"En effet, deux lettres gravées sur le roc apparaissaient dans toute leur netteté. On lisait distinctement:"},{"index":91,"body":"A. D."},{"index":92,"body":"« A. D., reprit le docteur Fergusson! Andrea Debono! La signature même du voyageur qui a remonté le plus avant le cours du Nil!"},{"index":93,"body":"--Voilà qui est irrécusable, ami Samuel."},{"index":94,"body":"--Es-tu convaincu maintenant!"},{"index":95,"body":"--C'est le Nil! nous n'en pouvons douter. »"},{"index":96,"body":"Le docteur regarda une dernière fois ces précieuses initiales, dont il prit exactement la forme et les dimensions."},{"index":97,"body":"« Et maintenant, dit-il, au ballon!"},{"index":98,"body":"--Vite alors, car voici quelques indigènes qui se préparent à repasser le fleuve."},{"index":99,"body":"--Peu nous importe maintenant! Que le vent nous pousse dans le nord pendant quelques heures, nous atteindrons Gondokoro, et nous presserons la main de nos compatriotes! »"},{"index":100,"body":"Dix minutes après, le Victoria s'enlevait majestueusement, pendant que le docteur Fergusson, en signe de succès, déployait le pavillon aux armes d'Angleterre."}]}