{"id":"c19","title":"CHAPITRE XIX\r","paragraphs":[{"index":0,"body":"Le Nil.--La Montagne tremblante.--Souvenir du pays.--Les récits des Arahes.--Les Nyam-Nyam.--Réflexions sensées de Joe.--Le Victoria court des bordées.--Les ascensions aérostatiques.--Madame Blanchard."},{"index":1,"body":"Quelle est notre direction? demanda Kennedy en voyant son ami consulter la boussole."},{"index":2,"body":"--Nord-nord-ouest."},{"index":3,"body":"--Diable! mais ce n'est pas le nord, cela!"},{"index":4,"body":"--Non, Dick, et je crois que nous aurons de la peine à gagner Gondokoro; je le regrette, mais enfin nous avons relié les explorations de l'est à celles du nord; il ne faut pas se plaindre.»"},{"index":5,"body":"Le Victoria s'éloignait peu à peu du Nil."},{"index":6,"body":"« Un dernier regard, fit le docteur, à cette infranchissable latitude que les plus intrépides voyageurs n'ont jamais pu dépasser! Voilà bien ces intraitables tribus signalées par MM. Petherick, d'Arnaud, Miani, et ce jeune voyageur, M. Lejean, auquel nous sommes redevables des meilleurs travaux sur le haut Nil."},{"index":7,"body":"--Ainsi, demanda Kennedy, nos découvertes sont d'accord avec les pressentiments de la science?"},{"index":8,"body":"--Tout à fait d'accord. Les sources du fleuve Blanc, du Bahr-el-Abiad, sont immergées dans un lac grand comme une mer; c'est là qu'il prend naissance; la poésie y perdra sans doute; on aimait à supposer à ce roi des fleuves une origine céleste; les anciens l'appelaient du nom d'Océan, et l'on n'était pas éloigné de croire qu'il découlait directement du soleil! Mais il faut en rabattre et accepter de temps en temps ce que la science nous enseigne; il n'y aura peut-être pas toujours des savants, il y aura toujours des poètes."},{"index":9,"body":"--On aperçoit encore des cataractes, dit Joe."},{"index":10,"body":"--Ce sont les cataractes de Makedo, par trois degrés de latitude. Rien n'est plus exact! Que n'avons-nous pu suivre pendant quelques heures le cours du Nil!"},{"index":11,"body":"--Et là-bas, devant nous, dit le chasseur, j'aperçois le sommet d'une montagne."},{"index":12,"body":"--C'est le mont Logwek, la Montagne tremblante des Arabes; toute cette contrée a été visitée par M. Debono, qui la parcourait sous le nom de Latif Effendi. Les tribus voisines du Nil sont ennemies et se font une guerre d'extermination. Vous jugez sans peine des périls, qu'il a dû affronter. »"},{"index":13,"body":"Le vent portait alors le Victoria vers le nord-ouest. Pour éviter le mont Logwek, il fallut chercher un courant plus incliné."},{"index":14,"body":"« Mes amis, dit le docteur à ses deux compagnons, voici que nous commençons véritablement notre traversée africaine. Jusqu'ici nous avons surtout suivi les traces de nos devanciers. Nous allons nous lancer dans l'inconnu désormais. Le courage ne nous fera pas défaut?"},{"index":15,"body":"--Jamais, s'écrièrent d'une seule voix Dick et Joe."},{"index":16,"body":"--En route donc, et que le ciel nous soit en aide! »"},{"index":17,"body":"A dix heures du soir, par-dessus des ravins, des forêts, des villages dispersés, les voyageurs arrivaient au flanc de la Montagne tremblante, dont ils longeaient les rampes adoucies."},{"index":18,"body":"En cette mémorable journée du 23 avril, pendant une marche de quinze heures, ils avaient, sous l'impulsion d'un vent rapide, parcouru une distance de plus de trois cent quinze milles [Plus de cent vingt-cinq lieues]."},{"index":19,"body":"Mais cette dernière partie du voyage les avait laissés sous une impression triste. Un silence complet régnait dans la nacelle. Le docteur Fergusson était-il absorbé par ses découvertes? Ses deux compagnons songeaient-ils à cette traversée au milieu de régions inconnues? Il y avait de tout cela, sans doute, mêlé à de plus vifs souvenirs de l'Angleterre et des amis éloignés. Joe seul montrait une insouciante philosophie, trouvant tout naturel que la patrie ne fût pas là du moment qu'elle était absente; mais il respecta le silence de Samuel Fergusson et de Dick Kennedy."},{"index":20,"body":"A dix heures du soir, le Victoria « mouillait » par le travers de la Montagne-Tremblante [La tradition rapporte qu'elle tremble dès qu'un musulman y pose le pied]; on prit un repas substantiel, et tous s'endormirent successivement sous la garde de chacun."},{"index":21,"body":"Le lendemain, des idées plus sereines revinrent au réveil; il faisait un joli temps, et le vent soufflait du bon côté; un déjeuner, fort égayé par Joe, acheva de remettre les esprits en belle humeur."},{"index":22,"body":"La contrée parcourue en ce moment est immense; elle confiné aux montagnes de la Lune et aux montagnes du Darfour; quelque chose de grand comme l'Europe."},{"index":23,"body":"Nous traversons, sans doute, dit le docteur, ce que l'on suppose être le royaume d'Usoga; des géographes ont prétendu qu'il existait au centre de l'Afrique une vaste dépression, un immense lac central. Nous verrons si ce système a quelque apparence de vérité."},{"index":24,"body":"--Mais comment a-t-on pu faire cette supposition? demanda Kennedy."},{"index":25,"body":"--Par les récits des Arabes. Ces gens-là sont très conteurs, trop conteurs peut-être. Quelques voyageurs, arrivés à Kazeh ou aux Grands Lacs, ont vu des esclaves venus des contrées centrales, ils les ont interrogés sur leur pays, ils ont réuni un faisceau de ces documents divers, et en ont déduit des systèmes. Au fond de tout cela, il y a toujours quelque chose de vrai, et, tu le vois, on ne se trompait pas sur l'origine du Nil."},{"index":26,"body":"--Rien de plus juste, répondit Kennedy."},{"index":27,"body":"--C'est au moyen de ces documents que des essais de cartes ont été tentés. Aussi vais-je suivre notre route sur l'une d'elles, et la rectifier au besoin."},{"index":28,"body":"--Est-ce que toute cette région est habitée? demanda Joe."},{"index":29,"body":"--Sans doute, et mal habitée."},{"index":30,"body":"--Je m'en doutais."},{"index":31,"body":"--Ces tribus éparses sont comprises sous la dénomination générale de Nyam-Nyam, et ce nom n'est autre chose qu'une onomatopée; il reproduit le bruit de la mastication."},{"index":32,"body":"--Parfait, dit Joe; nyam! nyam!"},{"index":33,"body":"--Mon brave Joe, si tu étais la cause immédiate de cette onomatopée, tu ne trouverais pas cela parfait."},{"index":34,"body":"--Que voulez-vous dire?"},{"index":35,"body":"--Que ces peuplades sont considérées comme anthropophages."},{"index":36,"body":"--Cela est-il certain?"},{"index":37,"body":"--Très certain; on avait aussi prétendu que ces indigènes étaient pourvus d'une queue comme de simples quadrupèdes; mais on a bientôt reconnu que cet appendice appartenait aux peaux de bête dont ils sont revêtus."},{"index":38,"body":"--Tant pis! une queue est fort agréable pour chasser les moustiques."},{"index":39,"body":"--C'est possible, Joe; mais il faut reléguer cela au rang des fables, tout comme les têtes de chiens que le voyageur Brun-Rollet attribuait à certaines peuplades."},{"index":40,"body":"--Des têtes de chiens? Commode pour aboyer et même pour être anthropophage!"},{"index":41,"body":"--Ce qui est malheureusement avéré, c'est la férocité de ces peuples, très avides de la chair humaine qu'ils recherchent avec passion."},{"index":42,"body":"--Je demande, dit Joe, qu'ils ne se passionnent pas trop pour mon individu."},{"index":43,"body":"--Voyez-vous cela! dit le chasseur."},{"index":44,"body":"--C'est ainsi, Monsieur Dick. Si jamais je dois être mangé dans un moment de disette, je veux que ce soit à votre profit et à celui de mon maître! Mais nourrir ces moricauds, fi donc! j'en mourrais de honte!"},{"index":45,"body":"--Eh bien! mon brave Joe, fit Kennedy, voilà qui est entendu, nous comptons sur toi à l'occasion."},{"index":46,"body":"--A votre service, Messieurs."},{"index":47,"body":"--Joe parle de la sorte, répliqua le docteur, pour que nous prenions soin de lui, en l'engraissant bien."},{"index":48,"body":"--Peut-être! répondit Joe; l'homme est un animal si égoïste! »"},{"index":49,"body":"Dans l'après-midi, le ciel se couvrit d'un brouillard chaud qui suintait du sol; l'embrun permettait à peine de distinguer les objets terrestres; aussi, craignant de se heurter contre quelque pic imprévu, le docteur donna vers cinq heures le signal d'arrêt."},{"index":50,"body":"La nuit se passa sans accident, mais il avait fallu redoubler de vigilance par cette profonde obscurité."},{"index":51,"body":"La mousson souffla avec une violence extrême pendant la matinée du lendemain; le vent s'engouffrait dans les cavités inférieures du ballon; sagitait violemment l'appendice par lequel pénétraient les tuyaux de dilatation; on dut les assujettir par des cordes, manuvre dont Joe s'acquitta fort adroitement."},{"index":52,"body":"Il constata en même temps que l'orifice de l'aérostat demeurait hermétiquement fermé."},{"index":53,"body":"« Ceci a un a double importance pour nous, dit le docteur Fergusson; nous évitons d'abord la déperdition d'un gaz précieux; ensuite, nous ne laissons point autour de nous une traînée inflammable, à laquelle nous finirions par mettre le feu."},{"index":54,"body":"--Ce serait un fâcheux incident de voyage, dit Joe."},{"index":55,"body":"--Est-ce que nous serions précipités à terre? demanda Dick."},{"index":56,"body":"--Précipités, non! Le gaz brûlerait tranquillement, et nous descendrions peu à peu. Pareil accident est arrivé à une aéronaute française, madame Blanchard; elle mit le feu à son ballon en lançant des pièces d'artifice, mais elle ne tomba pas, et elle ne se serait pas tuée, sans doute, si sa nacelle ne se fût heurtée à une cheminée, d'où elle fut jetée à terre."},{"index":57,"body":"--Espérons que rien de semblable ne nous arrivera, dit le chasseur; jusqu'ici notre traversée ne me parait pas dangereuse, et je ne vois pas de raison qui nous empêche d'arriver à notre but."},{"index":58,"body":"--Je n'en vois pas non plus, mon cher Dick; les accidents, d'ailleurs, ont toujours été causés par l'imprudence des aéronautes ou par la mauvaise construction de leurs appareils. Cependant, sur plusieurs milliers d'ascensions aérostatiques, on ne compte pas vingt accidents ayant causé la mort. En général, ce sont les attérissements et les départs qui offrent le plus de dangers. Aussi, en pareil cas, ne devons-nous négliger aucune précaution."},{"index":59,"body":"--Voici l'heure du déjeuner, dit Joe; nous nous contenterons de viande conservée et de café, jusqu'à ce que M. Kennedy ait trouvé moyen de nous régaler d'un bon morceau de venaison."}]}