{"id":"c21","title":"CHAPITRE XXI","paragraphs":[{"index":0,"body":"Rumeurs étranges.--Une attaque nocturne.--Kennedy et Joe dans l'arbre.--Deux coups de feu.--A moi! à moi!--Réponse en français.--Le matin.--Le missionnaire.--Le plan de sauvetage."},{"index":1,"body":"La nuit se faisait très obscure. Le docteur n'avait pu reconnaître le pays; il s'était accroché à un arbre fort élevé, dont il distinguait à peine la masse confuse dans l'ombre. Suivant son habitude, il prit le quart de neuf heures, et à minuit Dick vint le remplacer."},{"index":2,"body":"« Veille bien, Dick, veille avec grand soin."},{"index":3,"body":"--Est-ce qu'il y a quelque chose de nouveau"},{"index":4,"body":"--Non! cependant j'ai cru surprendre de vagues rumeurs au-dessous de nous; je ne sais trop où le vent nous a portés; un excès de prudence ne peut pas nuire."},{"index":5,"body":"--Tu auras entendu les cris de quelques bêtes sauvages."},{"index":6,"body":"--Non! cela m'a semblé tout autre chose; enfin, à la moindre alerte, ne manque pas de nous réveiller."},{"index":7,"body":"--Sois tranquille. »"},{"index":8,"body":"Après avoir écouté attentivement une dernière fois, le docteur, n'entendant rien, se jeta sur sa couverture et s'endormit bientôt."},{"index":9,"body":"Le ciel était couvert d'épais nuages, mais pas un souffle n'agitait l'air. Le Victoria, retenu sur une seule ancre, n'éprouvait aucune oscillation."},{"index":10,"body":"Kennedy, accoudé sur la nacelle de manière à surveiller le chalumeau en activité, considérait ce calme obscur; il interrogeait l'horizon, et, comme il arrive aux esprits inquiets ou prévenus, son regard croyait parfois surprendre de vagues lueurs."},{"index":11,"body":"Un moment même il crut distinctement en saisir une à deux cents pas de distance; mais ce ne fut qu'un éclair, après lequel il ne vit plus rien."},{"index":12,"body":"C'était sans doute lune de ces sensations lumineuses que l'il perçoit dans les profondes obscurités."},{"index":13,"body":"Kennedy se rassurait et retombait dans sa contemplation indécise, quand un sifflement aigu traversa les airs."},{"index":14,"body":"Était-ce le cri d'un animal, d'un oiseau de nuit? Sortait-il de lèvres humaines?"},{"index":15,"body":"Kennedy, sachant toute la gravité de la situation, fut sur le point d'éveiller ses compagnons; mais il se dit qu'en tout cas, hommes ou bêtes se trouvaient hors de portée; il visita donc ses armes, et, avec sa lunette de nuit, il plongea de nouveau son regard dans l'espace."},{"index":16,"body":"Il crut bientôt entrevoir au-dessous de lui des formes vagues qui se glissaient vers larbre; à un rayon de lune qui filtra comme un éclair entre deux nuages, il reconnut distinctement un groupe d'individus s'agitant dans lombre."},{"index":17,"body":"L'aventure des cynocéphales lui revint à l'esprit; il mit la main sur lépaule du docteur."},{"index":18,"body":"Celui-ci se réveilla aussitôt."},{"index":19,"body":"« Silence, fit Kennedy, parlons à voix basse."},{"index":20,"body":"--Il y a quelque chose?"},{"index":21,"body":"--Oui, réveillons Joe. »"},{"index":22,"body":"Dès que Joe se fut levé, le chasseur raconta ce qu'il avait vu."},{"index":23,"body":"« Encore ces maudits singes? dit Joe."},{"index":24,"body":"--C'est possible; mais il faut prendre ses précautions."},{"index":25,"body":"--Joe et moi, dit Kennedy, nous allons descendre dans l'arbre par l'échelle."},{"index":26,"body":"--Et pendant ce temps, répartit le docteur, je prendrai mes mesures de manière à pouvoir nous enlever rapidement."},{"index":27,"body":"--C'est convenu."},{"index":28,"body":"--Descendons, dit Joe."},{"index":29,"body":"--Ne vous servez de vos armes qu'à la dernière extrémité, dit le docteur; il est inutile de révéler notre présence dans ces parages. »"},{"index":30,"body":"Dick et Joe répondirent par un signe. Ils se laissèrent glisser sans bruit vers l'arbre, et prirent position sur une fourche de fortes branches que l'ancre avait mordue."},{"index":31,"body":"Depuis quelques minutés, ils écoutaient muets et immobiles dans le feuillage. A un certain froissement d'écorce qui se produisit, Joe saisit la main de l'Écossais."},{"index":32,"body":"« N'entendez-vous pas?"},{"index":33,"body":"--Oui, cela approche."},{"index":34,"body":"--Si c'était un serpent? Ce sifflement que vous avez surpris..."},{"index":35,"body":"--Non! il avait quelque chose d'humain."},{"index":36,"body":"--Jaime encore mieux des sauvages, se dit Joe. Ces reptiles me répugnent."},{"index":37,"body":"--Le bruit augmente, reprit Kennedy, quelques instants après."},{"index":38,"body":"--Oui! on monte, on grimpe."},{"index":39,"body":"--Veille de ce côté, je me charge de l'autre."},{"index":40,"body":"--Bien. »"},{"index":41,"body":"Ils se trouvaient tous les deux isolés au sommet dune maîtresse branche, poussée droit au milieu de cette forêt quon appelle un baobab; l'obscurité accrue par l'épaisseur du feuillage était profonde; cependant Joe, se penchant à l'oreille de Kennedy et lui indiquant la partie inférieure de l'arbre, dit:"},{"index":42,"body":"« Des nègres. »"},{"index":43,"body":"Quelques mots échangés à voix basse parvinrent même jusqu'aux deux voyageurs."},{"index":44,"body":"Joe épaula son fusil."},{"index":45,"body":"« Attends, » dit Kennedy."},{"index":46,"body":"Des sauvages avaient en effet escaladé le baobab; ils surgissaient de toutes parts, se coulant sur les branches comme des reptiles, gravissant lentement, mais sûrement; ils se trahissaient alors par les émanations de leurs corps frottés d'une graisse infecte."},{"index":47,"body":"Bientôt deux têtes apparurent aux regards de Kennedy et de Joe, au niveau même de la branche qu'ils occupaient."},{"index":48,"body":"« Attention, dit Kennedy, feu! »"},{"index":49,"body":"La double détonation retentit comme un tonnerre, et s'éteignit au milieu des cris de douleur. En un moment, toute la horde avait disparu."},{"index":50,"body":"Mais, au milieu des hurlements, il s'était produit un cri étrange, inattendu, impossible! Une voix humaine avait manifestement proféré ces mots en français:"},{"index":51,"body":"« A moi! à moi! »"},{"index":52,"body":"Kennedy et Joe, stupéfaits, regagnèrent la nacelle au plus vite."},{"index":53,"body":"Avez-vous entendu? leur dit le docteur."},{"index":54,"body":"--Sans doute! ce cri surnaturel: A moi! à moi!"},{"index":55,"body":"--Un Français aux mains de ces barbares!"},{"index":56,"body":"--Un voyageur!"},{"index":57,"body":"--Un missionnaire, peut-être!"},{"index":58,"body":"--Le malheureux, s'écria le chasseur? on l'assassine, on le martyrise! »"},{"index":59,"body":"Le docteur cherchait vainement à déguiser son émotion."},{"index":60,"body":"« On ne peut en douter, dit-il. Un malheureux Français est tombé entre les mains de ces sauvages Mais nous ne partirons pas sans avoir fait tout au monde pour le sauver. A nos coups de fusil, il aura reconnu un secours inespéré, une intervention providentielle. Nous ne mentirons pas à cette dernière espérance. Est-ce votre avis?"},{"index":61,"body":"--C'est notre avis, Samuel, et nous sommes prêts à tobéir."},{"index":62,"body":"--Combinons donc nos manuvres, et dès le matin, nous chercherons à l'enlever."},{"index":63,"body":"--Mais comment écarterons-nous ces misérables nègres? Demanda Kennedy."},{"index":64,"body":"--Il est évident pour moi, dit le docteur, à la manière dont ils ont déguerpi, qu'ils ne connaissent pas les armes à feu; nous devrons donc profiter de leur épouvante; mais il faut attendre le jour avant d'agir, et nous formerons notre plan de sauvetage d'après la disposition des lieux."},{"index":65,"body":"Ce pauvre malheureux ne doit pas être loin, dit Joe, car..."},{"index":66,"body":"--A moi! à moi! répéta la voix plus affaiblie."},{"index":67,"body":"--Les barbares! s'écria Joe palpitant. Mais s'ils le tuent cette nuit?"},{"index":68,"body":"--Entends-tu, Samuel, reprit Kennedy en saisissant la main du docteur, s'ils le tuent cette nuit?"},{"index":69,"body":"--Ce n'est pas probable, mes amis; ces peuplades sauvages font mourir leurs prisonniers au grand jour; il leur faut du soleil!"},{"index":70,"body":"--Si je profitais de la nuit, dit l'Écossais, pour me glisser vers ce malheureux?"},{"index":71,"body":"--Je vous accompagne, Monsieur Dick"},{"index":72,"body":"--Arrêtez mes amis! arrêtez! Ce dessein fait honneur à votre cur et à votre courage; mais vous nous exposeriez tous, et vous nuiriez plus encore à celui que nous voulons sauver."},{"index":73,"body":"--Pourquoi cela? reprit Kennedy. Ces sauvages sont effrayés, dispersés! Ils ne reviendront pas."},{"index":74,"body":"Dick, je t'en supplie, obéis-moi; j'agis pour le salut commun; si, par hasard, tu te laissais surprendre, tout serait perdu!"},{"index":75,"body":"--Mais cet infortuné qui attend, qui espère! Rien ne lui répond! Personne ne vient à son secours! Il doit croire que ses sens ont été abusés, qu'il n'a rien entendu!..."},{"index":76,"body":"--On peut le rassurer, » dit le docteur Fergusson."},{"index":77,"body":"Et debout, au milieu de l'obscurité, faisant de ses mains un porte-voix, il s'écria avec énergie dans la langue de l'étranger:"},{"index":78,"body":"« Qui que vous soyez, ayez confiance! Trois amis veillent sur vous! »"},{"index":79,"body":"Un hurlement terrible lui répondit, étouffant sans doute la réponse du prisonnier."},{"index":80,"body":"« On l'égorge! on va l'égorger! s'écria Kennedy. Notre intervention n'aura servi qu'à hâter l'heure de son supplice! Il faut agir!"},{"index":81,"body":"--Mais comment, Dick! Que prétends-tu faire au milieu de cette obscurité?"},{"index":82,"body":"--Oh! s'il faisait jour! s'écria Joe."},{"index":83,"body":"--Eh bien, s'il faisait jour? demanda le docteur d'un ton singulier."},{"index":84,"body":"--Rien de plus simple, Samuel, répondit le chasseur. Je descendrais à terre et je disperserais cette canaille à coups de fusil."},{"index":85,"body":"--Et toi, Joe? demanda Fergusson."},{"index":86,"body":"--Moi, mon maître, j'agirais plus prudemment, en faisant savoir au prisonnier de s'enfuir dans une direction convenue."},{"index":87,"body":"--Et comment lui ferais-tu parvenir cet avis?"},{"index":88,"body":"--Au moyen de cette flèche que j'ai ramassée au vol, et à laquelle j'attacherais un billet, ou tout simplement en lui parlant à voix haute, puisque ces nègres ne comprennent pas notre langue."},{"index":89,"body":"--Vos plans sont impraticables, mes amis; la difficulté la plus grande serait pour cet infortuné de se sauver, en admettant qu'il parvint à tromper la vigilance de ses bourreaux. Quant à toi, mon cher Dick, avec beaucoup d'audace, et en profitant de l'épouvante jetée par nos armes à feu, ton projet réussirait peut-être; mais s'il échouait, tu serais perdu, et nous au-rions deux personnes à sauver au lieu d'une. Non, il faut mettre toutes les chances de notre côté et agir autrement."},{"index":90,"body":"--Mais agir tout de suite, répliqua le chasseur."},{"index":91,"body":"--Peut-être! répondit Samuel en insistant sur ce mot."},{"index":92,"body":"--Mon maître, êtes-vous donc capable de dissiper ces ténèbres!"},{"index":93,"body":"--Qui sait, Joe?"},{"index":94,"body":"--Ah! si vous faites une chose pareille, je vous proclame le premier savant du monde. »"},{"index":95,"body":"Le docteur se tut pendant quelques instants; il réfléchissait. Ses deux compagnons le considéraient avec émotion; ils étaient surexcités par cette situation extraordinaire. Bientôt Fergusson reprit la parole:"},{"index":96,"body":"« Voici mon plan, dit-il. Il nous reste deux cents livres de lest, puisque les sacs que nous avons emportés: sont encore intacts. J'admets que ce prisonnier, un homme évidemment épuisé par les souffrances, pèse autant que l'un de nous; il nous restera encore une soixantaine de livres à jeter afin de monter plus rapidement"},{"index":97,"body":"--Comment comptes-tu donc manuvrer? demanda Kennedy."},{"index":98,"body":"--Voici, Dick: tu admets bien que si je parviens jusqu'au prisonnier, et que je jette une quantité de lest égale à son poids, je n'ai rien changé à l'équilibre du ballon; mais alors, si je veux obtenir une ascension rapide pour échapper à cette tribu de nègres, il me put employer des moyens plus énergiques que le chalumeau; or, en précipitant cet excédant de lest au moment voulu, je suis certain de m'enlever avec une grande rapidité."},{"index":99,"body":"--Cela est évident."},{"index":100,"body":"--Oui, mais il y a un inconvénient; c'est que, pour descendre plus tard, je devrai perdre une quantité de gaz proportionnelle au surcroît de lest que j'aurai jeté. Or, ce gaz est chose précieuse; mais on ne peut en regretter la perte, quand il s'agit du salut d'un homme."},{"index":101,"body":"--Tu as raison, Samuel, nous devons tout sacrifier pour le sauver!"},{"index":102,"body":"--Agissons donc, et disposez ces sacs sur le bord de la nacelle, de façon à ce qu'ils puissent être précipités d'un seul coup."},{"index":103,"body":"--Mais cette obscurité?"},{"index":104,"body":"--Elle cache nos préparatifs, et ne se dissipera que lorsqu'ils seront terminés Ayez soin de tenir toutes les armes à portée de notre main. Peut-être faudra-t-il faire le coup de feu; or nous avons pour la carabine un coup, pour les deux fusils quatre, pour les deux revolvers douze, en tout dix-sept, qui peuvent être tirés en un quart de minute. Mais peut-être n'aurons-nous pas besoin de recourir à tout ce fracas. Etes-vous prêts?"},{"index":105,"body":"--Nous sommes prêts, » répondit Joe."},{"index":106,"body":"Les sacs étaient disposés, les armes étaient en état."},{"index":107,"body":"« Bien; fit le docteur. Ayez lil à tout. Joe sera chargé de précipiter le lest, et Dick d'enlever le prisonnier; mais que rien ne se fasse avant mes ordres. Joe, va d'abord; détacher l'ancre, et remonte promptement dans la nacelle. »"},{"index":108,"body":"Joe se laissa glisser par le câble, et reparut au bout de quelques instants Le Victoria rendu libre flottait dans l'air, à peu près immobile."},{"index":109,"body":"Pendant ce temps, le docteur s'assura de la présence d'une suffisante quantité de gaz dans la caisse de mélange pour alimenter au besoin le chalumeau sans qu'il fût nécessaire de recourir pendant quelque temps à l'action de la pile de Bunzen; il enleva les deux fils conducteurs parfaitement isolés qui servaient à la décomposition de l'eau; puis, fouillant dans son sac de voyage, il en retira deux morceaux de charbon taillés en pointe, qu'il fixa à l'extrémité de chaque fil."},{"index":110,"body":"Ses deux amis le regardaient sans comprendre, mais ils se taisaient; lorsque le docteur eut terminé son travail, il se tint debout au milieu de la nacelle; il prit de chaque main les deux charbons, et en rapprocha les deux pointes."},{"index":111,"body":"Soudain, une intense et éblouissante lueur fut produite avec un insoutenable éclat entre les deux pointes de charbon; une gerbe immense de lumière électrique brisait littéralement l'obscurité de la nuit."},{"index":112,"body":"« Oh! fit Joe, mon maître!"},{"index":113,"body":"--Pas un mot, » dit le docteur."}]}