{"id":"c22","title":"CHAPITRE XXII\r","paragraphs":[{"index":0,"body":"La gerbe de lumière.--Le missionnaire.--Enlèvement dans un rayon de lumière.--Le prêtre lazariste.--Peu d'espoir.--Soins du docteur.--Une vie d'abnégation.--Passage d'un volcan."},{"index":1,"body":"Fergusson projeta vers les divers points de l'espace son puissant rayon de lumière et l'arrêta sur un endroit où des cris d'épouvante se firent entendre Ses deux compagnons y jetèrent un regard avide."},{"index":2,"body":"Le baobab au-dessus duquel se maintenait le Victoria presque immobile s'élevait au centre d'une clairière; entre des champs de sésame et de cannes à sucre, on distinguait une cinquantaine de huttes basses et coniques autour desquelles fourmillait une tribu nombreuse"},{"index":3,"body":"A cent pieds au-dessous du ballon se dressait un poteau Au pied de ce poteau gisait une créature humaine, un jeune homme de trente ans au plus, avec de longs cheveux noirs, à demi nu, maigre, ensanglanté, couvert de blessures, la tête inclinée sur la poitrine, comme le Christ en croix."},{"index":4,"body":"Quelques cheveux plus ras sur le sommet du crâne indiquaient encore la place d'une tonsure à demi effacée."},{"index":5,"body":"« Un missionnaire! un prêtre! s écria Joe."},{"index":6,"body":"--Pauvre malheureux! répondit le chasseur."},{"index":7,"body":"--Nous le sauverons, Dick! fit le docteur, nous le sauverons! »"},{"index":8,"body":"La foule des nègres, en apercevant le ballon, semblable à une comète énorme avec une queue de lumière éclatante, fut prise d'une épouvante facile à concevoir. A ses cris, le prisonnier releva la tête. Ses yeux brillèrent dun rapide espoir, et sans trop comprendre ce qui se passait, il tendit ses mains vers ces sauveurs inespérés."},{"index":9,"body":"« Il vit! il vit! s'écria Fergusson; Dieu soit loué! Ces sauvages sont plongés dans un magnifique effroi! Nous le sauverons! Vous êtes prêts, mes amis."},{"index":10,"body":"--Nous sommes prêts Samuel."},{"index":11,"body":"--Joe, éteins le chalumeau. »"},{"index":12,"body":"L'ordre du docteur fut exécuté. Une brise à peine saisissable poussait doucement le Victoria au-dessus du prisonnier, en même temps qu'il s'abaissait insensiblement avec la contraction du gaz. Pendant dix minutes environ, il resta flottant au milieu des ondes lumineuses. Fergusson plongeait sur la foule son faisceau étincelant qui dessinait ça et là de rapides et vives plaques de lumière. La tribu, sous l'empire d'une indescriptible crainte, disparut peu à peu dans ses huttes, et la solitude se fit autour du poteau. Le docteur avait donc eu raison de compter sur l'apparition fantastique du Victoria qui projetait des rayons de soleil dans cette intense obscurité."},{"index":13,"body":"La nacelle s'approcha du sol. Cependant quelques nègres, plus audacieux, comprenant que leur victime allait leur échapper, revinrent avec de grands cris. Kennedy prit son fusil, mais le docteur lui ordonna de ne point tirer."},{"index":14,"body":"Le prêtre, agenouillé, n'ayant plus la force de se tenir debout, n'était pas même lié à ce poteau, car sa faiblesse rendait des liens inutiles. Au moment où la nacelle arriva près du sol, le chasseur, jetant son arme et saisissant le prêtre à bras-le-corps, le déposa dans la nacelle, à l'instant même où Joe précipitait brusquement les deux cents livres de lest."},{"index":15,"body":"Le docteur s'attendait à monter avec une rapidité extrême; mais, contrairement à ses prévisions, le ballon, après s'être élevé de trois à quatre pieds au-dessus du sol, demeura immobile!"},{"index":16,"body":"« Qui nous retient? » sécria-t-il avec l'accent la terreur."},{"index":17,"body":"Quelques sauvages accouraient en poussant, des cris féroces."},{"index":18,"body":"« Oh! s'écria Joe en se penchant au dehors. Un de ces maudits noirs s'est accroché au-dessous de la nacelle!"},{"index":19,"body":"--Dick! Dick! s'écria le docteur, la caisse à eau! »"},{"index":20,"body":"Dick comprit la pensée de son ami, et soulevant une des caisses à eau qui pesait plus de cent livres, il la précipita par-dessus le bord."},{"index":21,"body":"Le Victoria, subitement délesté, fit un bond de trois cents pieds dans les airs, au milieu de. rugissements de la tribu, à laquelle le prisonnier échappait dans un rayon d'une éblouissante lumière."},{"index":22,"body":"« Hurrah! » s'écrièrent les deux compagnons du docteur."},{"index":23,"body":"Soudain le ballon fit un nouveau bond, qui le porta à plus de mille pieds d'élévation."},{"index":24,"body":"« Qu'est-ce donc? demanda Kennedy qui faillit perdre l'équilibre."},{"index":25,"body":"« Ce n'est rien! c'est ce gredin qui nous lâche, » répondit tranquillement Samuel Fergusson."},{"index":26,"body":"Et Joe, se penchant rapidement, put encore apercevoir le sauvage, les mains étendues, tournoyant dans lespace, et bientôt se brisant contre terre. Le docteur écarta alors les deux fils électriques, et l'obscurité redevint profonde. Il était une heure du matin."},{"index":27,"body":"Le Français évanoui ouvrit enfin les yeux."},{"index":28,"body":"« Vous êtes sauvé, lui dit le docteur."},{"index":29,"body":"--Sauvé, répondit-il en anglais, avec un triste sourire, sauvé d'une mort cruelle! Mes frères, je vous remercie; mais mes jours sont comptés, mes heures même, et je n'ai plus beaucoup de temps à vivre! »"},{"index":30,"body":"Et le missionnaire, épuisé, retomba dans son assoupissement."},{"index":31,"body":"« Il se meurt, s'écria Dick."},{"index":32,"body":"--Non, non, répondit Fergusson en se penchant sur lui, mais il est bien faible; couchons-le sous la tente. »"},{"index":33,"body":"Ils étendirent doucement sur leurs couvertures ce pauvre corps amaigri, couvert de cicatrices et de blessures encore saignantes, où le fer et le feu avaient laissé en vingt endroits leurs traces douloureuses. Le docteur fit, avec un mouchoir, un peu de charpie qu'il étendit sur les plaies après les avoir lavées; ces soins, il les donna adroitement avec l'habileté d'un médecin; puis, prenant un cordial dans sa pharmacie, il en versa quelques gouttes sur les lèvres du prêtre."},{"index":34,"body":"Celui-ci pressa faiblement ses lèvres compatissantes et eut à peine la force de dire: « Merci! merci! »"},{"index":35,"body":"Le docteur comprit qu'il fallait lui laisser un repos absolu; il ramena les rideaux de la tente, et revint prendre la direction du ballon."},{"index":36,"body":"Celui-ci, en tenant compte du poids de son nouvel hôte, avait été délesté de prés de cent quatre-vingts livres; il se maintenait donc sans l'aide du chalumeau. Au premier rayon du jour, un courant le poussait doucement vers l'ouest-nord-ouest. Fergusson alla considérer pendant quelques instants le prêtre assoupi."},{"index":37,"body":"« Puissions-nous conserver ce compagnon que le ciel nous a envoyé dit le chasseur. As-tu quelque espoir?"},{"index":38,"body":"--Oui, Dick, avec des soins, dans cet air si pur."},{"index":39,"body":"--Comme cet homme a souffert! dit Joe avec émotion Savez-vous qu'il faisait là des choses plus hardies que nous, en venant seul au milieu de ces peuplades!"},{"index":40,"body":"--Cela n'est pas douteux, » répondit le chasseur."},{"index":41,"body":"Pendant toute cette journée, le docteur ne voulut pas que le sommeil du malheureux fut interrompu; cétait un long assoupissement, entrecoupé de quelques murmures de souffrance qui ne laissaient pas d'inquiéter Fergusson."},{"index":42,"body":"Vers le soir, le Victoria demeurait stationnaire au milieu de l'obscurité, et pendant cette nuit, tandis que Joe et Kennedy se relayaient aux côtés du malade, Fergusson veillait à la sûreté de tous."},{"index":43,"body":"Le lendemain au matin, le Victoria avait à peine dérivé dans l'ouest La journée s'annonçait pure et magnifique. Le malade put appeler ses nouveaux amis d'une voix meilleure. On releva les rideaux de la tente, et il aspira avec bonheur l'air vif du matin."},{"index":44,"body":"« Comment vous trouvez-vous? lui demanda Fergusson ."},{"index":45,"body":"--Mieux peut-être, répondit-il. Mais vous, mes amis, je ne vous ai encore vus que dans un rêve! A peine puis-je me rendre compte de ce qui s'est passé! Qui êtes-vous, afin que vos noms ne soient pas oubliés dans ma dernière prière?"},{"index":46,"body":"--Nous sommes des voyageurs anglais, répondit Samuel; nous avons tenté de traverser l'Afrique en ballon, et, pendant notre passage, nous avons eu le bonheur de vous sauver."},{"index":47,"body":"--La science a ses héros, dit le missionnaire"},{"index":48,"body":"--Mais la religion a ses martyrs, répondit l'Écossais."},{"index":49,"body":"--Vous êtes missionnaire? demanda le docteur."},{"index":50,"body":"--Je suis un prêtre de la mission des Lazaristes. Le ciel vous a envoyés vers moi, le ciel en soit loué! Le sacrifice de ma vie était fait! Mais vous venez d'Europe Parlez-moi de l'Europe, de la France! Je suis sans nouvelles depuis cinq ans?"},{"index":51,"body":"--Cinq ans, seul, parmi ces sauvages! s'écria Kennedy."},{"index":52,"body":"--Ce sont des âmes à racheter, dit le jeune prêtre, des frères ignorants et barbares, que la religion seule peut instruire et civiliser. »"},{"index":53,"body":"Samuel Fergusson, répondant au désir du missionnaire, l'entretint longuement de la France."},{"index":54,"body":"Celui-ci l'écoutait avidement et des larmes coulèrent de ses yeux. Le pauvre jeune homme prenait tour à tour les mains de Kennedy et de Joe dans les siennes, brûlantes de fièvre; le docteur lui prépara quelques tasses de thé qu'il but avec plaisir; il eut alors la force de se relever un peu et de sourire en se voyant emporté dans ce ciel si pur!"},{"index":55,"body":"« Vous êtes de hardis voyageurs, dit-il, et vous réussirez dans votre audacieuse entreprise; vous reverrez vos parents, vos amis, votre patrie, vous!... »"},{"index":56,"body":"La faiblesse du jeune prêtre devint si grande alors, qu'il fallut le coucher de nouveau. Une prostration de quelques heures le tint comme mort entre les mains de Fergusson. Celui-ci ne pouvait contenir son émotion; il sentait cette existence s'enfuir. Allaient-ils donc perdre si vite celui qu'ils avaient arraché au supplice? Il pansa de nouveau les plaies horribles du martyr et dut sacrifier la plus grande partie de sa provision d'eau pour rafraîchir ses membres brûlants. Il l'entoura des soins les plus tendres et les plus intelligents. Le malade renaissait peu à peu entre ses bras, et reprenait le sentiment, sinon la vie."},{"index":57,"body":"Le docteur surprit son histoire entre ses paroles entrecoupées."},{"index":58,"body":"« Parlez votre langue maternelle, lui avait-il dit; je la comprends, et cela vous fatiguera moins. »"},{"index":59,"body":"Le missionnaire était un pauvre jeune du village d'Aradon, en Bretagne, en plein Morbihan; ses premiers instincts l'entraînèrent vers la carrière ecclésiastique; à cette vie d'abnégation il voulut encore joindre la vie de danger, en entrant dans l'ordre des prêtres de la Mission, dont saint Vincent de Paul fut le glorieux fondateur; à vingt ans, il quittait son pays pour les plages inhospitalières de l'Afrique. Et de là peu à peu, franchissant les obstacles, bravant les privations, marchant et priant, il s'avança jusqu'au sein des tribus qui habitent les affluents du Nil supérieur; pendant deux ans, sa religion fut repoussée, son zèle fut méconnu, ses charités furent malaisés; il demeura prisonnier de l'une des plus cruelles peuplades du Nyambarra, en butte à mille mauvais traitements. Mais toujours il enseignait, il instruisait, il priait. Cette tribu dispersée et lui laissé pour mort après un de ces combats si fréquents de peuplade à peuplade, au lieu de retourner sur ses pas, il continua son pèlerinage évangélique. Son temps le plus paisible fut celui où on le prit pour un fou il s'était familiarisé avec les idiomes de ces contrées; il catéchisait. Enfin, pendant deux longues années encore, il parcourut ces régions barbares, poussé par cette force surhumaine qui vient de Dieu; depuis un an, il résidait dans cette tribu des Nyam-Nyam, nommée Barafri, l'une des plus sauvages. Le chef étant mort il y a quelques jours, ce fut à lui qu'on attribua cette mort inattendue; on résolut de l'immoler; depuis quarante heures déjà durait son supplice; ainsi que l'avait supposé le docteur, il devait mourir au soleil de midi. Quand il entendit le bruit des armes à feu, la nature l'emporta: « A moi! à moi! » s'écria-t-il, et il crut avoir rêvé, lorsqu'une voix venue du ciel lui lança des paroles de consolation."},{"index":60,"body":"« Je ne regrette pas, ajouta-t-il, cette existence qui s'en va, ma vie est Dieu!"},{"index":61,"body":"--Espérez encore, lui répondit le docteur; nous sommes près de vous; nous vous sauverons de la mort comme nous vous avons arraché au supplice."},{"index":62,"body":"--Je n'en demande pas tant au ciel, répondit le prêtre résigné! Béni soit Dieu de m'avoir donné avant de mourir cette joie de presser des mains amies, et d'entendre la langue de mon pays. »"},{"index":63,"body":"Le missionnaire saffaiblit de nouveau. La journée se passa ainsi entre lespoir et la crainte, Kennedy très ému et Joe s'essuyant les yeux à lécart."},{"index":64,"body":"Le Victoria faisait peu de chemin, et le vent semblait vouloir ménager son précieux fardeau."},{"index":65,"body":"Joe signala vers le soir une lueur immense dans l'ouest. Sous des latitudes plus élevées, on eût pu croire une vaste aurore boréale; le ciel paraissait en feu. Le docteur vint examiner attentivement ce phénomène."},{"index":66,"body":"« Ce ne peut être qu'un volcan en activité, dit-il."},{"index":67,"body":"--Mais le vent nous porte au-dessus, répliqua Kennedy."},{"index":68,"body":"--Eh bien! nous le franchirons à une hauteur rassurante. »"},{"index":69,"body":"Trois heures après le Victoria se trouvait en pleines montagnes; sa position exacte était par 24° 15' de longitude et 4° 42' de latitude; devant lui, un ciel embrasé déversait des torrents de lave en fusion, et projetait des quartiers de roches à une grande élévation; il y avait des coulées de feu liquide qui retombaient en cascades éblouissantes. Magnifique et dangereux spectacle, car le vent, avec une fixité constante, portait le ballon vers cette atmosphère incendiée."},{"index":70,"body":"Cet obstacle que l'on ne pouvait tourner, il fallut le franchir; le chalumeau fut développé à toute flamme, et le Victoria parvint à six mille pieds, laissant entre le volcan et lui un espace de plus de trois cents toises."},{"index":71,"body":"De son lit de douleur, le prêtre mourant put contempler ce cratère en feu d'où s'échappaient avec fracas mille gerbes éblouissantes."},{"index":72,"body":"« Que c'est beau, dit-il, et que la puissance de Dieu est infinie jusque dans ses plus terribles manifestations! »"},{"index":73,"body":"Cet épanchement de laves en ignition revêtait les flancs de la montagne d'un véritable tapis de flammes; l'hémisphère inférieur du ballon resplendissait dans la nuit; une chaleur torride montait jusqu'à la nacelle, et le docteur Fergusson eut hâte de fuir cette périlleuse situation."},{"index":74,"body":"Vers dix heures du soir, la montagne n'était plus qu'un point rouge à l'horizon, et le Victoria poursuivait tranquillement son voyage dans une zone moins élevée."}]}