{"id":"c25","title":"CHAPITRE XXV","paragraphs":[{"index":0,"body":"Le lendemain, même pureté du ciel, même immobilité de l'atmosphère. Le Victoria s'éleva jusqu'à une hauteur de cinq cents pieds; mais c'est à peine s'il se déplaça sensiblement dans l'ouest."},{"index":1,"body":"« Nous sommes en plein désert, dit le docteur. Voici l'immensité de sable! Quel étrange spectacle! Quelle singulière disposition de la nature! Pourquoi là-bas cette végétation excessive, ici cette extrême aridité, et cela, par la même latitude, sous les mêmes rayons de soleil!"},{"index":2,"body":"--Le pourquoi, mon cher Samuel, m'inquiète peu, répondit Kennedy; la raison me préoccupe moins que le fait. Cela est ainsi, voilà l'important."},{"index":3,"body":"--Il faut bien philosopher un peu, mon cher Dick; cela ne peut pas faire de mal"},{"index":4,"body":"--Philosophons, je le veux bien; nous en avons le temps; à peine si nous marchons. Le vent a peur de souffler, il dort."},{"index":5,"body":"--Cela ne durera pas, dit Joe, il me semble apercevoir quelques bandes de nuages dans l'est."},{"index":6,"body":"--Joe a raison, répondit le docteur."},{"index":7,"body":"--Bon, fit Kennedy, est-ce que nous tiendrions notre nuage; avec une bonne pluie et un bon vent qu'il nous jetterait au visage!"},{"index":8,"body":"--Nous verrons bien, Dick, nous verrons bien."},{"index":9,"body":"--C'est pourtant vendredi, mon maître, et je me défie des vendredis"},{"index":10,"body":"--Eh bien! j'espère qu'aujourd'hui même tu reviendras de tes prétentions."},{"index":11,"body":"--Je le désire, Monsieur. Ouf! fit-il en s'épongeant le visage, la chaleur est une bonne chose, en hiver surtout; mais en été, il ne faut pas en abuser."},{"index":12,"body":"--Est-ce que tu ne crains pas l'ardeur du soleil pour notre ballon demanda Kennedy au docteur."},{"index":13,"body":"--Non; la gutta-percha dont le taffetas est enduit supporte des températures beaucoup plus élevées. Celle à laquelle je l'ai soumise intérieurement au moyen du serpentin a été quelquefois de cent cinquante-huit degrés [70° centigrades] et l'enveloppe ne paraît pas avoir souffert."},{"index":14,"body":"--Un nuage! un vrai nuage! » s'écria en ce moment Joe, dont la vue perçante défiait toutes les lunettes."},{"index":15,"body":"En effet, une bande épaisse et maintenant distincte s'élevait lentement au-dessus de l'horizon; elle paraissait profonde et comme boursouflée; c'était un amoncellement de petits nuages qui conservaient invariablement leur forme première, d'où le docteur conclut qu'il n'existait aucun courant d'air dans leur agglomération."},{"index":16,"body":"Cette masse compacte avait paru vers huit heures du matin, et à onze heures seulement, elle atteignait le disque du soleil, qui disparut tout entier derrière cet épais rideau; à ce moment même, la bande inférieure du nuage abandonnait la ligne de l'horizon qui éclatait en pleine lumière."},{"index":17,"body":"« Ce n'est qu'un nuage isolé, dit le docteur, il ne faut pas trop compter sur lui. Regarde, Dick, sa forme est encore exactement celle qu'il avait ce matin."},{"index":18,"body":"--En effet, Samuel, il n'y a là ni pluie ni vent, pour nous du moins."},{"index":19,"body":"--C'est à craindre, car il se maintient à une très grande hauteur."},{"index":20,"body":"--Eh bien! Samuel, si nous allions chercher ce nuage qui ne veut pas crever sur nous?"},{"index":21,"body":"--J'imagine que cela ne servira pas grand-chose, répondit le docteur; ce sera une dépense de gaz et par conséquent d'eau plus considérable. Mais, dans notre situation, il ne faut rien négliger; nous allons monter. »"},{"index":22,"body":"Le docteur poussa toute grande la flamme du chalumeau dans les spirales du serpentin; une violente chaleur se développa, et bientôt le ballon s'éleva sous l'action de son hydrogène dilaté."},{"index":23,"body":"A quinze cents pieds environ du sol, il rencontra la masse opaque du nuage, et entra dans un épais brouillard, se maintenant à cette élévation; mais il n'y trouva pas le moindre souffle de vent; ce brouillard paraissait même dépourvu d'humidité, et les objets exposés à son contact furent à peine humectés. Le Victoria, enveloppé dans cette vapeur, y gagna peut-être une marche plus sensible, mais ce fut tout."},{"index":24,"body":"Le docteur constatait avec tristesse le médiocre résultat obtenu par sa manuvre, quand il entendit Joe s'écrier avec les accents de la plus vive surprise:"},{"index":25,"body":"« Ah! par exemple!"},{"index":26,"body":"--Qu'est-ce donc, Joe?"},{"index":27,"body":"--Mon maître! Monsieur Kennedy! voilà qui est étrange!"},{"index":28,"body":"--Qu'y a-t-il donc?"},{"index":29,"body":"--Nous ne sommes pas seuls ici! il y a des intrigants! On nous a volé notre invention!"},{"index":30,"body":"--Devient-il fou? » demanda Kennedy."},{"index":31,"body":"Joe représentait la statue de la stupéfaction! Il restait immobile"},{"index":32,"body":"« Est-ce que le soleil aurait dérangé l'esprit de ca pauvre garçon? dit le docteur en se tournant vers lui."},{"index":33,"body":"« Me diras-tu?... dit-il."},{"index":34,"body":"--Mais voyez, Monsieur, dit Joe en indiquant un point dans l'espace,"},{"index":35,"body":"--Par saint Patrick! s'écria Kennedy à son tour, ceci n'est pas croyable! Samuel, Samuel, vois donc!"},{"index":36,"body":"--Je vois, répondit tranquillement le docteur."},{"index":37,"body":"--Un autre ballon! dautres voyageurs comme nous! »"},{"index":38,"body":"En effet, à deux cents pieds, un aérostat flottait dans l'air avec sa nacelle et ses voyageurs; il suivait exactement la même route que le Victoria."},{"index":39,"body":"« Eh bien! dit le docteur, il ne nous reste qu'à lui faire des signaux; prends le pavillon, Kennedy, et montrons nos couleurs."},{"index":40,"body":"Il paraît que les voyageurs du second aérostat avaient eu au même moment la même pensée, car le même drapeau répétait identiquement le même salut dans une main qui l'agitait de la même façon."},{"index":41,"body":"« Qu'est-ce que cela signifie? demanda le chasseur."},{"index":42,"body":"--Ce sont des singes, sécria Joe, ils se moquent de nous!"},{"index":43,"body":"--Cela signifie, répondit Fergusson en riant, que c'est toi-même qui te fais ce signal, mon cher Dick; cela veut dire que nous-mêmes nous sommes dans cette seconde nacelle, et que ce ballon est tout bonnement notre Victoria."},{"index":44,"body":"--Quant à cela, mon maître, sauf votre respect, dit Joe, vous ne me le ferez jamais croire."},{"index":45,"body":"--Monte sur le bord, Joe, agite tes bras, et tu verras. »"},{"index":46,"body":"Joe obéit: il vit ses gestes exactement et instantanément reproduits."},{"index":47,"body":"« Ce n'est qu'un effet de mirage, dit le docteur, et pas autre chose; un simple phénomène d'optique; il est du à la réfraction inégale des couches de l'air, et voilà tout."},{"index":48,"body":"--C'est merveilleux! répétait Joe, qui ne pouvait se rendre et multipliait ses expériences à tour de bras."},{"index":49,"body":"--Quel curieux spectacle! reprit Kennedy. Cela fait plaisir de voir notre brave Victoria! Savez-vous qu'il a bon air et se tient majestueusement!"},{"index":50,"body":"--Vous avez beau expliquer la chose à votre façon, répliqua Joe, c'est un singulier effet tout de même. »"},{"index":51,"body":"Mais bientôt cette image s'effaça graduellement; les nuages s'élevèrent à une plus grande hauteur abandonnant le Victoria, qui nessaya plus de les suivre, et, au bout d'une heure, ils disparurent en plein ciel."},{"index":52,"body":"Le vent, à peine sensible, sembla diminuer encore. Le docteur désespéré se rapprocha du sol."},{"index":53,"body":"Les voyageurs, que cet incident avait arrachés à leurs préoccupations retombèrent dans de tristes pensées, accablés par une chaleur dévorante."},{"index":54,"body":"Vers quatre heures, Joe signala un objet en relief sur l'immense plateau de sable et il put affirmer bientôt que deux palmiers s'élevaient à une distance peu éloignée."},{"index":55,"body":"« Des palmiers! dit Fergusson, mais il y a donc une fontaine, un puits? »"},{"index":56,"body":"Il prit une lunette et s'assura que les yeux de Joe ne le trompaient pas."},{"index":57,"body":"« Enfin, répéta-t-il, de l'eau! de l'eau! et nous sommes sauvés, car, si peu que nous marchions, nous avançons toujours et nous finirons par arriver!"},{"index":58,"body":"--Eh bien, Monsieur! dit Joe, si nous buvions en attendant? L'air est vraiment étouffant."},{"index":59,"body":"--Buvons, mon garçon. »"},{"index":60,"body":"Personne ne se fit prier. Une pinte entière y passa, ce qui réduisit la provision à trois pintes et demie seulement."},{"index":61,"body":"« Ah! cela fait du bien! fit Joe. Que c'est bon! Jamais bière de Perkins ne m'a fait autant de plaisir"},{"index":62,"body":"--Voilà les avantages de la privation, répondit le docteur."},{"index":63,"body":"--Ils sont faibles, en somme, dit le chasseur, et quand je devrais ne jamais éprouver de plaisir à boire de l'eau, j'y consentirais à la condition de n'en être jamais privé »"},{"index":64,"body":"A six heures, le Victoria planait au-dessus des palmiers."},{"index":65,"body":"C'étaient deux maigres arbres, chétifs, desséchés, deux spectres d'arbres sans feuillage, plus morts que vivants. Fergusson les considéra avec effroi."},{"index":66,"body":"A leur pied, on distinguait les pierres à demi rongées d'un puits; mais ces pierres, effritées sous les ardeurs du soleil, semblaient ne former qu'une impalpable poussière. Il n'y avait pas apparence d'humidité. Le cur de Samuel se serra, et il allait faire part de ses craintes à ses compagnons, quand les exclamations de ceux-ci attirèrent son attention."},{"index":67,"body":"A perte de vue dans l'ouest s'étendait une longue ligne d'ossements blanchis; des fragments de squelettes entouraient la fontaine; une caravane avait poussé jusque-là, marquant son passage par ce long ossuaire; les plus faibles étaient tombés peu à peu sur le sable; les plus forts, parvenus à cette source tant désirée, avaient trouvé sur ses bords une mort horrible."},{"index":68,"body":"Les voyageurs se regardèrent en palissant."},{"index":69,"body":"Ne descendons pas, dit Kennedy, fuyons ce hideux spectacle! Il n'y a pas là une goutte d'eau à recueillir."},{"index":70,"body":"--Non pas, Dick, il faut en avoir la conscience nette. Autant passer la nuit ici qu'ailleurs. Nous fouillerons ce puits jusqu'au fond; il y a eu là une source; peut-être en reste-t-il quelque chose."},{"index":71,"body":"Le Victoria prit terre; Joe et Kennedy mirent dans la nacelle un poids de sable équivalent au leur et ils descendirent. Ils coururent au puits et pénétrèrent à l'intérieur par un escalier qui n'était plus que poussière. La source paraissait tarie depuis de longues années. Ils creusèrent dans un sable sec et friable, le plus aride des sables; il n'y avait pas trace d'humidité."},{"index":72,"body":"Le docteur les vit remonter à la surface du désert, suants, défaits couverts d'une poussière fine, abattus, découragés, désespérés."},{"index":73,"body":"Il comprit l'inutilité de leurs recherches; il s'y attendait, il ne dit rien. Il sentait qu'à partir de ce moment il devrait avoir du courage et de l'énergie pour trois."},{"index":74,"body":"Joe rapportait les fragments d'une outre racornie, qu'il jeta avec colère au milieu des ossements dispersés sur le sol."},{"index":75,"body":"Pendant le souper, pas une parole ne fut échangée entre les voyageurs; ils mangeaient avec répugnance."},{"index":76,"body":"Et pourtant, ils n'avaient pas encore véritablement enduré les tourments de la soif, et ils ne se désespéraient que pour l'avenir."}]}