{"id":"c26","title":"CHAPITRE XXVI","paragraphs":[{"index":0,"body":"Cent treize degrés.--Réflexions du docteur.--Recherche désespérée.--Le chalumeau s'éteint.--Cent vingt-deux degrés.--La contemplation du désert.--Une promenade dans la nuit.--Solitude.--Défaillance.--Projets de Joe.--Il se donne un jour encore."},{"index":1,"body":"La route parcourue par le Victoria pendant la journée précédente n'excédait pas dix milles, et, pour se maintenir, on avait dépensé cent soixante-deux pieds cubes de gaz."},{"index":2,"body":"Le samedi matin, le docteur donna le signal du départ."},{"index":3,"body":"« Le chalumeau ne peut plus marcher que six heures, dit-il. Si dans six heures nous n'avons découvert ni un puits, ni une source, Dieu seul sait ce que nous deviendrons."},{"index":4,"body":"--Peu de vent ce matin, maître! dit Joe, mais il se lèvera peut-être, ajouta-t-il en voyant la tristesse mal dissimulée de Fergusson."},{"index":5,"body":"Vain espoir! Il faisait dans l'air un calme plat, un de ces calmes qui dans les mers tropicales enchaînent obstinément les navires. La chaleur devint intolérable, et le thermomètre à l'ombre, sous la tente, marqua cent treize degrés [45° centigrades]."},{"index":6,"body":"Joe et Kennedy, étendus l'un prés de l'autre, cherchaient sinon dans le sommeil, au moins dans la torpeur, l'oubli de la situation. Une inactivité forcée leur faisait de pénibles loisirs L'homme est plus à plaindre qui ne peut s'arracher à sa pensée par un travail ou une occupation matérielle; mais ici, rien à surveiller; à tenter, pas davantage; il fallait subir la situation sans pouvoir l'améliorer."},{"index":7,"body":"Les souffrances de la soif commencèrent à se faire sentir cruellement; l'eau-de-vie, loin d'apaiser ce besoin impérieux, l'accroissait au contraire, et méritait bien ce nom de « lait de tigres » que lui donnent les naturels de l'Afrique. Il restait à peine deux pintes d'un liquide échauffé. Chacun couvait du regard ces quelques gouttes si précieuses, et personne n'osai y tremper ses lèvres. Deux pintes d'eau, au milieu d'un désert!"},{"index":8,"body":"Alors le docteur Fergusson, plongé dans ses réflexions, se demanda s'il avait prudemment agi N'aurait-il pas mieux valu conserver cette eau qu'il avait décomposée en pure perte pour se maintenir dans l'atmosphère?"},{"index":9,"body":"Il avait fait un peu de chemin sans doute, mais en était-il plus avancé! Quand il se trouverait de soixante milles en arrière sous cette latitude, qu'importait puisque l'eau lui manquait en ce lieu? Le vent, s'il se levait enfin, soufflerait là-bas comme ici, moins vite ici même, s'il venait de l'est! Mais l'espoir poussait Samuel en avant! Et cependant, ces deux gallons d'eau dépensés en vain, c'était de quoi suffire à neuf jours de halte dans ce désert! Et quels changements pouvaient se produire en neuf jours! Peut-être aussi, tout en conservant cette eau, eut-il dû s'élever en jetant du lest, quitte à perdre du gaz pour redescendre après! Mais le gaz de son ballon, c'était son sang, c'était sa vie!"},{"index":10,"body":"Ces mille réflexions se heurtaient dans sa tête qu'il prenait dans ses mains, et pendant des heures entières il ne la relevait pas."},{"index":11,"body":"« Il faut faire un dernier effort! se dit-il vers dix heures du matin. Il faut tenter une dernière fois. de découvrir un courant atmosphérique qui nous emporte! Il faut risquer nos dernières ressources. »"},{"index":12,"body":"Et, pendant que ses compagnons sommeillaient, il porta à une haute température l'hydrogène de l'aérostat; celui-ci s'arrondit sous la dilatation du gaz et monta droit dans les rayons perpendiculaires du soleil. Le docteur chercha vainement un souffle de vent depuis cent pieds jusqu'à cinq milles; son point de départ demeura obstinément au-dessous de lui; un calme absolu semblait régner jusquau, dernières limites de l'air respirable."},{"index":13,"body":"Enfin l'eau dalimentation s'épuisa; le chalumeau s'éteignit faute de gaz; la pile de Bunzen cessa de fonctionner, et le Victoria, se contractant, descendit doucement sur le sable à la place même que la nacelle y avait creusée."},{"index":14,"body":"Il était midi; le relèvement donna 19° 35' de longitude et 6° 51 de latitude, à près de cinq cents milles du lac Tchad, à plus de quatre cents milles des côtes occidentales de l'Afrique."},{"index":15,"body":"En prenant terre, Dick et Joe sortirent de leur pesante torpeur."},{"index":16,"body":"Nous nous arrêtons, dit l'Écossais."},{"index":17,"body":"--Il le faut, » répondit Samuel d'un ton grave."},{"index":18,"body":"Ses compagnons le comprirent Le niveau du sol se trouvait alors au niveau de la mer, par suite de sa constante dépression; aussi le ballon se maintint-il dans un équilibre parfait et une immobilité absolue."},{"index":19,"body":"Le poids des voyageurs fut remplacé par une charge équivalente de sable, et ils mirent pied à terre; chacun s'absorba dans ses pensées, et, pendant plusieurs heures, ils ne parlèrent pas. Joe prépara le souper, composé de biscuit et de pemmican, auquel on toucha à peine; une gorgée d'eau brûlante compléta ce triste repas."},{"index":20,"body":"Pendant la nuit, personne ne veilla, mais personne ne dormit La chaleur fut étouffante. Le lendemain, il ne restait plus qu'une demi-pinte d'eau; le docteur la mit en réserve, et on résolut de ny toucher qu'à la dernière extrémité."},{"index":21,"body":"« J'étouffe, s'écria bientôt Joe, la chaleur redouble! Cela ne m'étonne pas, dit-il après avoir consulté le thermomètre, cent quarante degrés [60° centigrades]!"},{"index":22,"body":"--Le sable vous brûle, répondit le chasseur, comme sil sortait d'un four. Et pas un nuage dans ce ciel en feu! C'est à devenir fou!"},{"index":23,"body":"--Ne nous désespérons pas, dit le docteur; à ces grandes chaleurs succèdent inévitablement des tempêtes sous cette latitude, et elles arrivent avec la rapidité de l'éclair; malgré l'accablante sérénité du ciel, il peut s'y produire de grands changements en moins d'une heure."},{"index":24,"body":"--Mais enfin, reprit Kennedy, il y aurait quelque indice!"},{"index":25,"body":"--Eh bien! dit le docteur, il me semble que le baromètre a une légère tendance à baisser."},{"index":26,"body":"--Le ciel tentende! Samuel, car nous voici cloués à ce sol comme un oiseau dont les ailes sont brisées."},{"index":27,"body":"--Avec cette différence pourtant, mon cher Dick, que nos ailes sont intactes, et j'espère bien nous en servir encore."},{"index":28,"body":"--Ah! du vent! du vent! s'écria Joe! De quoi nous rendre à un ruisseau, à un puits, et il ne nous manquera rien; nos vivres sont suffisants, et avec de l'eau nous attendrons un mois sans souffrir! Mais la soif est une cruelle chose. »"},{"index":29,"body":"La soif, mais aussi la contemplation incessante du désert fatiguait l'esprit; il n'y avait pas un accident de terrain, pas un monticule de sable, pas un caillou pour arrêter le regard. Cette planité écurait et donnait ce malaise qu'on appelle le mal du désert. Limpassibilité de ce bleu aride du ciel et de ce jaune immense du sable finissait par effrayer. Dans cette atmosphère incendiée, la chaleur paraissait vibrante, comme au-dessus d'un foyer incandescent; l'esprit se désespérait à voir ce calme immense, et n'entrevoyait aucune raison pour qu'un tel état de choses vint à cesser, car l'immensité est une sorte d'éternité."},{"index":30,"body":"Aussi les malheureux, privés d'eau sous cette température torride, commencèrent à ressentir des symptômes d'hallucination; leurs yeux s'agrandissaient, leur regard devenait trouble."},{"index":31,"body":"Lorsque la nuit fut venue, le docteur résolut de combattre cette disposition inquiétante par une marche rapide; il voulut parcourir cette plaine de sable pendant quelques heures, non pour chercher, mais pour marcher. « Venez, dit-il à ses compagnons, croyez-moi, cela vous fera du bien."},{"index":32,"body":"--Impossible, répondit Kennedy, je ne pourrais faire un pas."},{"index":33,"body":"--J'aime encore mieux dormir, fit Joe."},{"index":34,"body":"--Mais le sommeil ou le repos vous seront funestes, mes amis. Réagissez donc contre cette torpeur. Voyons, venez. »"},{"index":35,"body":"Le docteur ne put rien obtenir d'eux, et il partit seul au milieu de la transparence étoilée de la nuit. Ses premiers pas furent pénibles, les pas d'un homme affaibli et déshabitué de la marche; mais il reconnut bientôt que cet exercice lui serait salutaire; il s'avança de plusieurs milles dans l'ouest, et son esprit se réconfortait déjà, lorsque, tout d'un coup, il fut pris de vertige; il se crut penché sur un abîme; il sentit ses genoux plier; cette vaste solitude l'effraya; il était le point mathématique, le centre d'une circonférence infinie, c'est-à-dire, rien! Le Victoria disparaissait entièrement dans l'ombre. Le docteur fut envahi par un insurmontable effroi, lui, l'impassible, l'audacieux voyageur! Il voulut revenir sur ses pas, mais en vain; il appela, pas même un écho pour lui répondre, et sa voix tomba dans l'espace comme une pierre dans un gouffre sans fond. Il se coucha défaillant sur le sable, seul, au milieu des grands silences du désert."},{"index":36,"body":"A minuit, il reprenait connaissance entre les bras de son fidèle Joe; celui-ci, inquiet de l'absence prolongée de son maître, s'était lancé sur ses traces nettement imprimées dans la plaine; il l'avait trouvé évanoui."},{"index":37,"body":"« Qu'avez-vous eu, mon maître? demanda-t-il."},{"index":38,"body":"--Ce ne sera rien, mon brave Joe; un moment de faiblesse, voilà tout."},{"index":39,"body":"--Ce ne sera rien, en effet, Monsieur; mais relevez-vous; appuyez-vous sur moi, et regagnons le Victoria."},{"index":40,"body":"Le docteur, au bras de Joe, reprit la route qu'il avait suivie."},{"index":41,"body":"« C'était imprudent, Monsieur, on ne s'aventure pas ainsi. Vous auriez pu être dévalisé, ajouta-t-il en riant. Voyons, Monsieur, parlons sérieusement."},{"index":42,"body":"--Parle, je t'écoute!"},{"index":43,"body":"--Il faut absolument prendre un parti. Notre situation ne peut pas durer plus de quelques jours encore, et si le vent n'arrive pas, nous sommes perdus. »"},{"index":44,"body":"Le docteur ne répondit pas."},{"index":45,"body":"« Eh bien! il faut que quelqu'un se dévoue au sort commun, et il est tout naturel que ce soit moi!"},{"index":46,"body":"--Que veux-tu dire? quel est ton projet?"},{"index":47,"body":"--Un projet bien simple: prendre des vivres, et marcher toujours devant moi jusqu'à ce que j'arrive quelque part, ce qui ne peut manquer. Pendant ce temps, si le ciel vous envoie un vent favorable, vous ne m'attendrez pas, vous partirez. De mon côté, si je parviens à un village, je me tirerai d'affaire avec les quelques mots d'arabe que vous me donnerez par écrit, et je vous ramènerai du secours, ou j'y laisserai ma peau! Que dites-vous de mon dessein?"},{"index":48,"body":"--Il est insensé, mais digne de ton brave cur, Joe. Cela est impossible, tu ne nous quitteras pas."},{"index":49,"body":"--Enfin, Monsieur, il faut tenter quelque chose; cela ne peut vous nuire en rien, puisque, je vous le répète, vous ne m'attendrez pas, et, à la rigueur, je puis réussir!"},{"index":50,"body":"--Non, Joe! non! ne nous séparons pas! ce serait une douleur ajoutée aux autres. Il était écrit qu'il en serait ainsi, et il est très probablement écrit qu'il en sera autrement plus tard. Ainsi, attendons avec résignation."},{"index":51,"body":"--Soit, Monsieur, mais je vous préviens d'une chose: je vous donne encore un jour; je, n'attendrai pas davantage; c'est aujourd'hui dimanche, ou plutôt lundi, car il est une heure du matin; si mardi nous ne partons pas, je tenterai l'aventure; c'est un projet irrévocablement décidé. »"},{"index":52,"body":"Le docteur ne répondit pas; bientôt il rejoignait la nacelle, et il y prit place auprès de Kennedy. Celui-ci était plongé dans un silence absolu qui ne devait pas être le sommeil."}]}