{"id":"c27","title":"CHAPITRE XXVII","paragraphs":[{"index":0,"body":"Chaleur effrayante.--Hallucinations.--Les dernières gouttes d'eau.--Nuit de désespoir.--Tentative de suicide.--Le simoun.--L'oasis.--Lion et lionne."},{"index":1,"body":"Le premier soin du docteur fut, le lendemain, de consulter le baromètre. C'est à peine si la colonne de mercure avait subi une dépression appréciable."},{"index":2,"body":"« Rien! se dit-il, rien! »"},{"index":3,"body":"Il sortit de la nacelle, et vint examiner le temps; même chaleur, même dureté, même implacabilité."},{"index":4,"body":"« Faut-il donc désespérer! » s'écria-t-il."},{"index":5,"body":"Joe ne disait mot, absorbé dans sa pensée, et méditant son projet d'exploration."},{"index":6,"body":"Kennedy se releva fort malade, et en proie à une surexcitation inquiétante. Il souffrait horriblement de la soif. Sa langue et ses lèvres tuméfiées pouvaient à peine articuler un son."},{"index":7,"body":"Il y avait encore là quelques gouttes d'eau; chacun le savait, chacun y pensait et se sentait attiré vers elles; mais personne n'osait faire un pas."},{"index":8,"body":"Ces trois compagnons, ces trois amis se regardaient avec des yeux hagards, avec un sentiment d'avidité bestiale, qui se décelait surtout chez Kennedy; sa puissante organisation succombait plus vite à ces intolérables privations; pendant toute la journée, il fut en proie au délire; il allait et venait, poussant des cris rauques, se mordant les poings, prêt à s'ouvrir les veines pour en boire le sang."},{"index":9,"body":"« Ah! s'écria-t-il! pays de la soif! tu serais bien nommé pays du désespoir! »"},{"index":10,"body":"Puis il tomba dans une prostration profonde; on n'entendit plus que le sifflement de sa respiration entre ses lèvres altérées."},{"index":11,"body":"Vers le soir, Joe fut pris à son tour d'un commencement de folie; ce vaste oasis de sable lui paraissait comme un étang immense, avec des eaux claires et limpides; plus d'une fois il se précipita sur ce sol enflammé pour boire à même, et il se relevait la bouche pleine de poussière."},{"index":12,"body":"« Malédiction! dit-il avec colère! c'est de l'eau salée! »"},{"index":13,"body":"Alors, tandis que Fergusson et Kennedy demeuraient étendus sans mouvement, il fut saisi par l'invincible pensée d'épuiser les quelques gouttes d'eau mises en réserve. Ce fut plus fort que lui; il s'avança vers la nacelle en se traînant sur les genoux, il couva des yeux la bouteille où s'agitait ce liquide, il y jeta un regard démesuré, il la saisit et la porta à ses lèvres."},{"index":14,"body":"En ce moment, ces mots: « A boire! à boire! » furent prononcés avec un accent déchirant."},{"index":15,"body":"C'était Kennedy qui se traînait près de lui; le malheureux faisait pitié, il demandait à genoux, il pleurait."},{"index":16,"body":"Joe, pleurant aussi, lui présenta la bouteille, et jusqu'à la dernière goutte, Kennedy en épuisa le contenu."},{"index":17,"body":"« Merci, » fit-il."},{"index":18,"body":"Mais Joe ne l'entendit pas; il était comme lui retombé sur le sable."},{"index":19,"body":"Ce qui se passa pendant cette nuit orageuse, on l'ignore. Mais le mardi matin, sous ces douches de feu que versait le soleil, les infortunés sentirent leurs membres se dessécher peu à peu. Quand Joe voulut se lever, cela lui fut impossible; il ne put mettre son projet à exécution."},{"index":20,"body":"Il jeta les yeux autour de lui. Dans la nacelle, le docteur accablé, les bras croisés sur la poitrine, regardait dans l'espace un point imaginaire avec une fixité idiote. Kennedy était effrayant; il balançait la tête de droite et de gauche comme une bête féroce en cage."},{"index":21,"body":"Tout d'un coup, les regards du chasseur se portèrent sur sa carabine dont la crosse dépassait le bord de la nacelle."},{"index":22,"body":"« Ah! » s'écria-t-il en se relevant par un effort surhumain."},{"index":23,"body":"Il se précipita sur l'arme, éperdu, fou, et il en dirigea le canon vers sa bouche."},{"index":24,"body":"« Monsieur! Monsieur! fit Joe, se précipitant sur lui."},{"index":25,"body":"--Laisse-moi! va-t-en, » dit en râlant l'Écossais."},{"index":26,"body":"Tous les deux luttaient avec acharnement."},{"index":27,"body":"« Va-t-en, ou je te tue, » répéta Kennedy."},{"index":28,"body":"Mais Joe s'accrochait à lui avec force; ils se débattirent ainsi, sans que le docteur parût les apercevoir, et pendant près d'une minute; dans la lutte, la carabine partit soudain; au bruit de la détonation, le docteur se releva droit comme un spectre; il regarda autour de lui."},{"index":29,"body":"Mais, tout d'un coup. voici que son regard s'anime, sa main s'étend vers l'horizon, et, d'une voix qui n'avait plus rien d'humain, il s'écrie:"},{"index":30,"body":"« Là! là! là-bas! »"},{"index":31,"body":"Il y avait une telle énergie dans son geste, que Joe et Kennedy se séparèrent, et tous deux regardèrent."},{"index":32,"body":"La plaine s'agitait comme une mer en fureur par un jour de tempête; des vagues de sable déferlaient les unes sur les autres au milieu d'une poussière intense; une immense colonne venait du sud-est en tournoyant avec une extrême rapidité; le soleil disparaissait derrière un nuage opaque dont l'ombre démesurée s'allongeait jusquau Victoria; les grains de sable fin glissaient avec la facilité de molécules liquides, et cette marée montante gagnait peu à peu."},{"index":33,"body":"Un regard énergique d'espoir brilla dans les yeux de Fergusson."},{"index":34,"body":"« Le simoun! s'écria-t-il."},{"index":35,"body":"--Le simoun! répéta Joe sans trop comprendre."},{"index":36,"body":"--Tant mieux, s'écria Kennedy avec une rage désespérée! tant mieux! nous allons mourir!"},{"index":37,"body":"--Tant mieux! répliqua le docteur, nous allons vivre au contraire!"},{"index":38,"body":"Il se mit à rejeter rapidement le sable qui lestait la nacelle."},{"index":39,"body":"Ses compagnons le comprirent enfin, se joignirent à lui, et prirent place à ses côtés."},{"index":40,"body":"« Et maintenant, Joe, dit le docteur, jette-moi en dehors une cinquantaine de livres de ton minerai! »"},{"index":41,"body":"Joe n'hésita pas, et cependant il éprouva quelque chose comme un regret rapide. Le ballon s'enleva."},{"index":42,"body":"« Il était temps, » s'écria le docteur."},{"index":43,"body":"Le simoun arrivait en effet avec la rapidité de la foudre. Un peu plus le Victoria était écrasé, mis en pièces, anéanti. L'immense trombe allait l'atteindre; il fut couvert dune grêle de sable."},{"index":44,"body":"« Encore du lest! cria le docteur à Joe."},{"index":45,"body":"--Voilà, » répondit ce dernier en précipitant un énorme fragment de quartz."},{"index":46,"body":"Le Victoria monta rapidement au-dessus de la trombe; mais, enveloppé dans l'immense déplacement d'air, il fut entraîné avec une vitesse incalculable au-dessus de cette mer écumante."},{"index":47,"body":"Samuel, Dick et Joe ne parlaient pas; ils regardaient, ils espéraient, rafraîchis d'ailleurs par le vent de ce tourbillon."},{"index":48,"body":"A trois heures, la tourmente cessait; le sable, en retombant, formait une innombrable quantité de monticules; le ciel reprenait sa tranquillité première."},{"index":49,"body":"Le Victoria, redevenu immobile, planait en vue d'une oasis, île couverte d'arbres verts et remontée à la surface de cet océan."},{"index":50,"body":"« L'eau! l'eau est là! s'écria le docteur."},{"index":51,"body":"Aussitôt, ouvrant la soupape supérieure, il donna passage à l'hydrogène, et descendit doucement à deux cents pas de l'oasis."},{"index":52,"body":"En quatre heures, les voyageurs avaient franchi un espace de deux cent quarante milles [Cent lieues]."},{"index":53,"body":"La nacelle fut aussitôt équilibrée, et Kennedy, suivi de Joe, s'élança sur le sol."},{"index":54,"body":"« Vos fusils! s'écria le docteur, vos fusils, et soyez prudents. »"},{"index":55,"body":"Dick se précipita sur sa carabine, et Joe s'empara de l'un des fusils. Ils s'avancèrent rapidement jusqu'aux arbres et pénétrèrent sous cette fraîche verdure qui leur annonçait des sources abondantes; ils ne prirent pas garde à de larges piétinements, à des traces fraîches qui marquaient çà et là le sol humide."},{"index":56,"body":"Soudain, un rugissement retentit à vingt pas d'eux."},{"index":57,"body":"« Le rugissement d'un lion! dit Joe."},{"index":58,"body":"--Tant mieux! répliqua le chasseur exaspéré, nous nous battrons! On est fort quand il ne s'agit que de se battre."},{"index":59,"body":"--De la prudence, Monsieur Dick, de la prudence! de la vie de l'un dépend la vie de tous. »"},{"index":60,"body":"Mais Kennedy ne l'écoutait pas; il s'avançait, lil flamboyant, la carabine armée, terrible dans son audace. Sous un palmier, un énorme lion à crinière noire se tenait dans une posture d'attaque. A peine eut-il aperçu le chasseur qu'il bondit; mais il n'avait pas touché terre qu'une balle au cur le foudroyait; il tomba mort."},{"index":61,"body":"« Hourra! hourra! » s'écria Joe."},{"index":62,"body":"Kennedy se précipita vers le puits, glissa sur les marches humides, et s'étala devant une source fraîche, dans laquelle il trempa ses lèvres avidement; Joe l'imita, et l'on n'entendit plus que ces clappements de langue des animaux qui se désaltèrent."},{"index":63,"body":"« Prenons garde, Monsieur Dick, dit Joe en respirant. N'abusons pas! »"},{"index":64,"body":"Mais Dick, sans répondre, buvait toujours. Il plongeait sa tête et ses mains dans cette eau bienfaisante; il s'enivrait."},{"index":65,"body":"« Et monsieur Fergusson? » dit Joe."},{"index":66,"body":"Ce seul mot rappela Kennedy à lui-même! il remplit une bouteille qu'il avait apportée, et s'élança sur les marches du puits."},{"index":67,"body":"Mais quelle fut sa stupéfaction! Un corps opaque, énorme, en fermait l'ouverture. Joe, qui suivait Dick, dut reculer avec lui."},{"index":68,"body":"« Nous sommes enfermés!"},{"index":69,"body":"--C'est impossible! qu'est-ce que cela veut dire?... »"},{"index":70,"body":"Dick n'acheva pas; un rugissement terrible lui fit comprendre à quel nouvel ennemi il avait affaire."},{"index":71,"body":"« Un autre lion! s'écria Joe."},{"index":72,"body":"--Non pas, une lionne! Ah! maudite bête, attends, » dit le chasseur en rechargeant prestement sa carabine."},{"index":73,"body":"Un instant après, il faisait feu, mais l'animal avait disparu."},{"index":74,"body":"« En avant! s'écria-t-il."},{"index":75,"body":"--Non, Monsieur Dick, non, vous ne l'avez pas tuée du coup; son corps eut roulé jusqu'ici; elle est là prête à bondir sur le premier d'entre nous qui paraîtra, et celui-là est perdu!"},{"index":76,"body":"--Mais que faire? Il faut sortir! Et Samuel qui nous attend!"},{"index":77,"body":"--Attirons l'animal; prenez mon fusil, et passez-moi votre carabine"},{"index":78,"body":"--Quel est ton projet?"},{"index":79,"body":"--Vous allez voir. »"},{"index":80,"body":"Joe, retirant sa veste de toile, la disposa au bout de l'arme et la présenta comme appât au-dessus de l'ouverture. La bête furieuse se précipita dessus; Kennedy l'attendait au passage, et d'une balle il lui fracassa l'épaule. La lionne rugissante roula sur l'escalier, renversant Joe. Celui-ci croyait déjà sentir les énormes pattes de l'animal s'abattre sur lui, quand une seconde détonation retentit, et le docteur Fergusson apparut à l'ouverture, son fusil à la main et fumant encore."},{"index":81,"body":"Joe se releva prestement, franchit le corps de la bête, et passa à son maître la bouteille pleine d'eau."},{"index":82,"body":"La porter à ses lèvres, la vider à demi fut pour Fergusson l'affaire d'un instant, et les trois voyageurs remercièrent du fond du cur la Providence qui les avait si miraculeusement sauvés."}]}