{"id":"c29","title":"CHAPITRE XXIX","paragraphs":[{"index":0,"body":"Symptômes de végétation.--Idée fantaisiste dun auteur français.--Pays magnifique.--Royaume d'Adamova.--Les explorations de Speke et Burton reliées à celles de Barth.--Les monts Atlantika.--Le fleuve Benoué.--La ville d'Yola.--Le Bagélé.--Le mont Mendif."},{"index":1,"body":"Depuis le moment de leur départ, les voyageurs marchèrent avec une grande rapidité; il leur tardait de quitter ce désert qui avait failli leur être si funeste."},{"index":2,"body":"Vers neuf heures un quart du matin, quelques symptômes de végétation furent entrevus, herbes flottant sur cette mer de sable, et leur annonçant, comme à Christophe Colomb, la proximité de la terre; des pousses vertes pointaient timidement entre des cailloux qui allaient eux-mêmes redevenir les rochers de cet Océan."},{"index":3,"body":"Des collines encore peu élevées ondulaient à lhorizon; leur profil, estompé par la brume, se dessinait vaguement; la monotonie disparaissait. Le docteur saluait avec joie cette contrée nouvelle, et, comme un marin en vigie, il était sur le point de s'écrier:"},{"index":4,"body":"« Terre! terre! »"},{"index":5,"body":"Une heure plus tard, le continent s'étalait sous ses yeux, d'un aspect encore sauvage, mais moins plat, moins nu, quelques arbres se profilaient sur le ciel gris."},{"index":6,"body":"Nous sommes donc en pays civilisé? dit le chasseur."},{"index":7,"body":"--Civilisé? Monsieur Dick; c'est une manière de parler; on ne voit pas encore d'habitants."},{"index":8,"body":"--Ce ne sera pas long, répondit Fergusson, au train dont nous marchons."},{"index":9,"body":"--Est-ce que nous sommes toujours dans le pays des nègres, Monsieur Samuel?"},{"index":10,"body":"--Toujours, Joe, en attendant le pays des Arabes."},{"index":11,"body":"--Des Arabes, Monsieur, de vrais Arabes, avec leurs chameaux?"},{"index":12,"body":"--Non, sans chameaux; ces animaux sont rares, pour ne pas dire inconnus dans ces contrées; il faut remonter quelques degrés au nord pour les rencontrer."},{"index":13,"body":"--C'est fâcheux."},{"index":14,"body":"--Et pourquoi, Joe"},{"index":15,"body":"--Parce que, si le vent devenait contraire, ils pourraient nous servir."},{"index":16,"body":"--Comment?"},{"index":17,"body":"--Monsieur, c'est une idée qui me vient: on pourrait les atteler à la nacelle et se faire remorquer par eux. Qu'en dites-vous?"},{"index":18,"body":"--Mon pauvre Joe, cette idée, un autre l'a eue avant toi; elle a été exploitée par un très spirituel auteur français [M. Méry] ... dans un roman, il est vrai. Des voyageurs se font traîner en ballon par des chameaux; arrive un lion qui dévore les chameaux, avale la remorque, et traîne à leur place; ainsi de suite. Tu vois que tout ceci est de la haute fantaisie, et n'a rien de commun avec notre genre de locomotion."},{"index":19,"body":"Joe, un peu humilié à la pensée que son idée avait déjà servi, chercha quel animal aurait pu dévorer le lion; mais il ne trouva pas et se remit à examiner le pays."},{"index":20,"body":"Un lac d'une moyenne étendue s'étendait sous ses regards, avec un amphithéâtre de collines qui n'avaient pas encore le droit de s'appeler des montagnes; là, serpentaient des vallées nombreuses et fécondes, et leurs inextricables fouillis d'arbres les plus variés; l'élaïs dominait cette masse, portant des feuilles de quinze pieds de longueur sur sa tige hérissée d'épines aiguës; le bombax chargeait le vent à son passage du fin duvet de ses semences; les parfums actifs du pendanus, ce « kenda » des Arabes, embaumaient les airs jusqu'à la zone que traversait le Victoria; le papayer aux feuilles palmées, le sterculier qui produit la noix du Soudan, le baobab et les bananiers complétaient cette flore luxuriante des régions intertropicales."},{"index":21,"body":"« Le pays est superbe, dit le docteur."},{"index":22,"body":"--Voici les animaux, fit Joe; les hommes ne sont pas loin."},{"index":23,"body":"--Ah! les magnifiques éléphants! s'écria Kennedy. Est-ce qu'il n'y aurait pas moyen de chasser un peu?"},{"index":24,"body":"--Et comment nous arrêter, mon cher Dick, avec un courant de cette violence? Non, goûte un peu le supplice de Tantale! Tu te dédommageras plus tard. »"},{"index":25,"body":"Il y avait de quoi, en effet, exciter l'imagination d'un chasseur; le cur de Dick bondissait dans sa poitrine, et ses doigts se crispaient sur la crosse de son Purdey."},{"index":26,"body":"La faune de ce pays en valait la flore. Le buf sauvage se vautrait dans une herbe épaisse sous laquelle il disparaissait tout entier; des éléphants gris, noirs ou jaunes, de la plus grande taille, passaient comme une trombe au milieu des forêts, brisant, rongeant, saccageant, marquant leur passage par une dévastation; sur le versant boisé des collines suintaient des cascades et des cours d'eau entraînés vers le nord; là, les hippopotames se baignaient à grand bruit, et des lamentins de douze pieds de long, au corps pisciforme, s'étalaient sur les rives, en dressant vers le ciel leurs rondes mamelles gonflées de lait."},{"index":27,"body":"C'était toute une ménagerie rare dans une serre merveilleuse, où des oiseaux sans nombre et de mille couleurs chatoyaient à travers les plantes arborescentes."},{"index":28,"body":"A cette prodigalité de la nature, le docteur reconnut le superbe royaume d'Adamova."},{"index":29,"body":"« Nous empiétons, dit-il, sur les découvertes modernes; j'ai repris la piste interrompue des voyageurs; c'est une heureuse fatalité, mes amis; nous allons pouvoir rattacher les travaux des capitaines Burton et Speke aux explorations du docteur Barth; nous avons quitté des Anglais pour retrouver un Hambourgeois, et bientôt nous arriverons au point extrême atteint par ce savant audacieux."},{"index":30,"body":"--Il me semble, dit Kennedy, qu'entre ces deux explorations, il y a une vaste étendue de pays, si j'en juge par le chemin que nous avons fait."},{"index":31,"body":"--C'est facile à calculer; prends la carte et vois quelle est la longitude de la pointe méridionale du lac Ukéréoué atteinte par Speke."},{"index":32,"body":"--Elle se trouve à peu près sur le trente-septième degré."},{"index":33,"body":"--Et la ville d'Yola, que nous relèverons ce soir, et à laquelle Barth parvint, comment est-elle située?"},{"index":34,"body":"--Sur le douzième degré de longitude environ."},{"index":35,"body":"--Cela fait donc vingt-cinq degrés; à soixante milles chaque, soit quinze cents milles [Six cent vingt-cinq lieues]."},{"index":36,"body":"--Un joli bout de promenade, fit Joe, pour les gens qui iraient à pied."},{"index":37,"body":"--Cela se fera cependant. Livingstone et Moffat montent toujours vers l'intérieur; le Nyassa, qu'ils ont découvert, n'est pas très éloigné du lac Tanganayka, reconnu par Burton; avant la fin du siècle, ces contrées immenses seront certainement explorées Mais, ajouta le docteur en consultant sa boussole, je regrette que le vent nous porte tant à l'ouest; j'aurais voulu remonter au nord. »"},{"index":38,"body":"Après douze heures de marche, le Victoria se trouva sur les confins de la Nigritie. Les premiers habitants de cette terre, des Arabes Chouas, paissaient leurs troupeaux nomades. Les vastes sommets des monts Atlantika passaient par-dessus l'horizon, montagnes que nul pied européen n'a encore foulées, et dont l'altitude est estimée à treize cents toises environ. Leur pente occidentale détermine l'écoulement de toutes les eaux de cette partie de l'Afrique vers l'Océan; ce sont les montagnes de la Lune de cette région."},{"index":39,"body":"Enfin, un vrai fleuve apparut aux yeux des voyageurs, et, aux immenses fourmilières qui l'avoisinaient, le docteur reconnut le Bénoué, l'un des grands affluents du Niger, celui que les Indigènes ont nommé la « Source des eaux. »"},{"index":40,"body":"Ce fleuve, dit le docteur à ses compagnons, deviendra un jour la voie naturelle de communication avec l'intérieur de la Nigritie; sous le commandement de l'un de nos braves capitaines, le steamboat la Pléiade la déjà remonté jusqu'à la ville d'Yola; vous voyez que nous sommes en pays de connaissance. »"},{"index":41,"body":"De nombreux esclaves s'occupaient des champs, cultivant le sorgho, sorte de millet qui forme la base de leur alimentation; les plus stupides étonnements se succédaient au passage du Victoria, qui filait comme un météore. Le soir, il s'arrêtait à quarante milles d'Yola, et devant lui, mais au loin, se dressaient les deux cônes aigus du mont Mendif."},{"index":42,"body":"Le docteur fit jeter les ancres, et s'accrocha au sommet d'un arbre élevé; mais un vent très dur ballottait le Victoria jusquà le coucher horizontalement, et rendait parfois la position de la nacelle extrêmement dangereuse. Fergusson ne ferma pas l'il de la nuit, souvent il fut sur le point de couper le câble d'attache et de fuir devant la tourmente. Enfin la tempête se calma, et les oscillations de l'aérostat n'eurent plus rien d'inquiétant."},{"index":43,"body":"Le lendemain, le vent se montra plus modéré, mais il éloignait les voyageurs de la ville d'Yola, qui, nouvellement reconstruite par les Foullannes, excitait la cutiosité de Fergusson; néanmoins il fallut se résigner à s'élever dans le nord, et même un peu dans lest."},{"index":44,"body":"Kennedy proposa dé faire une halte dans ce pays de chasse; Joe prétendait que le besoin de viande fraîche se faisait sentir; mais les murs sauvages de ce pays, l'attitude de là population, quelques coups de fusil tirés dans la direction du Victoria, engagèrent le docteur à continuer son voyage. On traversait alors une contrée, théâtre de massacres et d'incendies, où les luttes guerrières sont incessantes, et dans lesquelles les sultans jouent leur royaume au milieu des plus atroces carnages."},{"index":45,"body":"Des villages nombreux, populeux, à longues cases, s'étendaient entre les grands pâturages, dont l'herbe épaisse était semée de fleurs violettes; les huttes, semblables à de vastes ruches, s'abritaient derrière des palissades hérissées. Les versants sauvages des collines rappelaient les « glen » des hautes terres d'Écosse, et Kennedy en fit plusieurs fois la remarque."},{"index":46,"body":"En dépit de ses efforts, le docteur portait en plein dans le nord-est, vers le mont Mendif, qui disparaissait au milieu des nuages; les hauts sommets de ces montagnes séparent le bassin du Niger du bassin du lac Tchad."},{"index":47,"body":"Bientôt apparut le Bagelé, avec ses dix-huit villages accrochés à ses flancs, comme toute une nichée d'enfants au sein de leur mère, magnifique spectacle pour des regards qui dominaient et saisissaient cet ensemble; les ravins, se montraient couverts de champs de riz et d'arachides."},{"index":48,"body":"A trois heures, le Victoria se trouvait en face du mont Mendif. On n'avait pu l'éviter, il fallut le franchir. Le docteur, au moyen d'une température qu'il accrut de cent quatre-vingts degrés [100° centigrades], donna au ballon une nouvelle force ascensionnelle de près de seize cents livres; il s'éleva à plus de huit mille pieds. Ce fut la plus grande élévation obtenue pendant le voyage, et la température s'abaissa tellement que le docteur et ses compagnons durent recourir à leurs couvertures."},{"index":49,"body":"Fergusson eut hâte de descendre, car l'enveloppe de l'aérostat se tendait à rompre; il eut le temps de constater cependant l'origine volcanique de la montagne, dont les cratères éteints ne sont plus que de profonds abîmes. De grandes agglomérations de fientes d'oiseaux donnaient aux flancs du Mendif l'apparence de roches calcaires, et il y avait là de quoi fumer les terres de tout le Royaume-Uni."},{"index":50,"body":"A cinq heures, le Victoria, abrité des vents du sud, longeait doucement les pentes de la montagne, et sarrêtait dans une vaste clairière éloignée de toute habitation; dès qu'il eut touché le sol, les précautions furent prises pour l'y retenir fortement, et Kennedy, son fusil à la main, s'élança dans la plaine inclinée; il ne tarda pas à revenir avec une demi-douzaine de canards sauvages et une sorte de bécassine, que Joe accom-moda de son mieux. Le repas fut agréable, et la nuit se; passa dans un repos profond"}]}