{"id":"c30","title":"CHAPITRE XXX","paragraphs":[{"index":0,"body":"Mosfeia.--Le cheik.--Denham, Clapperton, Oudney.--Vogel.--La capitale du Loggoum.--Toole.--Calme au-dessus du Kernak.--Le gouverneur et sa cour.--L'attaque.--Les pigeons incendiaires."},{"index":1,"body":"Le lendemain, ler mai, le Victoria reprit sa course aventureuse; les voyageurs avaient en lui la confiance d'un marin pour son navire."},{"index":2,"body":"D'ouragans terribles, de chaleurs tropicales, de départs dangereux, de descentes plus dangereuses encore, il s'était partout et toujours tiré avec bonheur. On peut dire que Fergusson le guidait d'un geste; aussi, sans connaître le point d'arrivée, le docteur n'avait plus de craintes sur l'issue du voyage. Seulement, dans ce pays de barbares et de fanatiques, la prudence l'obligeait à prendre les plus sévères précautions; il recommanda donc à ses compagnons d'avoir l'il ouvert à tout venant et à toute heure."},{"index":3,"body":"Le vent les ramenait un peu plus au nord, et vers neuf heures, ils entrevirent la grande ville de Mosfeia, bâtie sur une éminence encaissée elle-même entre deux hautes montagnes; elle était située dans une position inexpugnable; une route étroite entre un marais et un bois y donnait seule accès."},{"index":4,"body":"En ce moment, un cheik, accompagné d'une escorte à cheval, revêtu de vêtements aux couleurs vives, précédé de joueurs de trompette et de coureurs qui écartaient les branches sur son passage, faisait son entrée dans la ville."},{"index":5,"body":"Le docteur descendit, afin de contempler ces indigènes de plus prés; mais, à mesure que le ballon grossissait à leurs yeux, les signes d'une profonde terreur se manifestèrent, et ils ne tardèrent pas à détaler de toute la vitesse de leurs jambes ou de celles de leurs chevaux."},{"index":6,"body":"Seul, le cheik ne bougea pas; il prit son long mousquet, larma et attendit fièrement. Le docteur s'approcha à cent cinquante pieds à peine, et, de sa plus belle voix, il lui adressa le salut en arabe."},{"index":7,"body":"Mais, à ces paroles descendues du ciel, le cheik mit pied à terre, se prosterna sur la poussière du chemin, et le docteur ne put le distraire de son adoration."},{"index":8,"body":"« Il est impossible, dit-il, que ces gens-là ne nous prennent pas pour des êtres surnaturels, puisque, à l'arrivée des premiers Européens parmi eux, ils les crurent d'une race surhumaine. Et quand ce cheik parlera de cette rencontre, il ne manquera pas d'amplifier le fait avec toutes les ressources d'une imagination arabe. Jugez donc un peu de ce que les légendes feront de nous quelque jour."},{"index":9,"body":"--Ce sera peut-être fâcheux, répondit le chasseur; au point de vue de la civilisation, il vaudrait mieux passer pour de simples hommes; cela donnerait à ces nègres une bien autre idée de la puissance européenne."},{"index":10,"body":"--D'accord, mon cher Dick; mais que pouvons-nous y faire? Tu expliquerais longuement aux savants du pays le mécanisme d'un aérostat, qu'ils ne sauraient te comprendre, et admettraient toujours là une intervention surnaturelle."},{"index":11,"body":"--Monsieur, demanda Joe, vous avez parlé des premiers Européens qui ont exploré ce pays; quels sont-ils donc, s'il vous plaît?"},{"index":12,"body":"--Mon cher garçon, nous sommes précisément sur la route du major Denham; c'est à Mosfeia même quil fut reçu par le sultan du Mandara; il avait quitté le Bornou, il accompagnait le cheik dans une expédition contre les Fellatahs, il assista à l'attaque de la ville, qui résista bravement avec ses flèches aux balles arabes et mit en fuite les troupes du cheik; tout cela nétait que prétexte à meurtres, à pillages, à razzias; le major fut complètement dépouillé, mis à nu, et sans un cheval sous le ventre duquel il se glissa et qui lui permit de fuir les vainqueurs par son galop effréné, il ne fût jamais rentré dans Kouka, la capitale du Bornou."},{"index":13,"body":"--Mais quel était ce major Denham?"},{"index":14,"body":"--Un intrépide Anglais, qui de 1822 à 1821 commanda une expédition dans le Bornou en compagnie du capitaine Clapperton et du docteur Oudney. Ils partirent de Tripoli au mois de mars, parvinrent à Mourzouk, la capitale du Fezzan, et, suivant le chemin que plus tard devait prendre le docteur Barth pour revenir en Europe, ils arrivèrent le 16 février 1823 à Kouka, prés du lac Tchad. Denham fit diverses explorations dans le Bornou, dans le Mandara, et aux rives orientales du lac; pendant ce temps, le 15 décembre 1823, le capitaine Clapperton et le docteur Oudney s'enfonçaient dans le Soudan jusqu'à Sackatou, et Oudney mourait de fatigue et d'épuisement dans la ville de Murmur."},{"index":15,"body":"--Cette partie de l'Afrique, demanda Kennedy, a donc payé un large tribut de victimes à la science!"},{"index":16,"body":"--Oui, cette contrée est fatale! Nous marchons directement vers le royaume de Barghimi, que Vogel traversa en 1856 pour pénétrer dans le Wadaï, où il a disparu. Ce jeune homme, à vingt-trois ans, était envoyé pour coopérer aux travaux du docteur Barth; ils se rencontrèrent tous deux le ler décembre 1854; puis Vogel commença les explorations du pays; vers 1856, il annonça dans ses dernières lettres son intention de reconnaître le royaume du Wadaï, dans lequel aucun Européen n'avait encore pénétré; il parait qu'il parvint jusqu'à Wara, la capitale, où il fut fait prisonnier suivant les uns, mis à mort suivant les autres, pour avoir tenté l'ascension d'une montagne sacrée des environs; mais il ne faut pas admettre légèrement la mort des voyageurs, car cela dispense d'aller à leur recherche; ainsi, que de fois la mort du docteur Barth n'a-t-elle pas été officiellement répandue, ce qui lui a causé souvent une légitime irritation! Il est donc fort possible que Vogel soit retenu prisonnier par le sultan du Wadaï, qui espère le rançonner. Le baron de Neimans se mettait en route pour le Wadaï, quand il mourut au Caire en 1855. Nous savons maintenant que M. de Heuglin, avec l'expédition envoyée de Leipzig, s'est lancé sur les traces de Vogel. Ainsi nous devrons être prochainement fixés sur le sort de ce jeune et intéressant voyageur [ Depuis le départ du docteur, des lettres adressées d'El'Obeid par M. Munzinger, le nouveau chef de lexpédition, ne, laissent malheureusement plus de doute sur la mort de Vogel]. »"},{"index":17,"body":"Mosfeia avait depuis longtemps déjà disparu à l'horizon. Le Mandara développait sous les regards des voyageurs son étonnante fertilité avec les forêts d'acacias, de locustes aux fleurs rouges, et les plantes herbacées des champs de cotonniers et d'indigotiers; le Shari, qui va se jeter quatre-vingts milles plus loin dans le Tchad, roulait son cours impétueux."},{"index":18,"body":"Le docteur le fit suivre à ses compagnons sur les cartes de Barth."},{"index":19,"body":"« Vous voyez, dit-il, que les travaux de ce savant sont d'une extrême précision; nous nous dirigeons droit sur le district au Loggoum, et peut-être même sur Kernak, sa capitale. C'est là que mourut le pauvre Toole, à peine Agé de vingt-deux ans: c'était un jeune Anglais, enseigne au 80e régiment, qui avait depuis quelques semaines rejoint le major Denham en Afrique, et il ne tarda pas à y rencontrer la mort. Ah! l'on peut appeler justement cette immense contrée le cimetière des Européens! »"},{"index":20,"body":"Quelques canots, longs de cinquante pieds, descendaient le cours du Shari; le Victoria, à l,000 pieds de terre, attirait peu l'attention des indigènes; mais le vent, qui jusque-là soufflait avec une certaine force, tendit à diminuer."},{"index":21,"body":"« Est-ce que nous allons encore être pris par un calme plat? dit le docteur."},{"index":22,"body":"--Bon, mon maître! nous n'aurons toujours ni le manque d'eau ni le désert à craindre."},{"index":23,"body":"--Non, mais des populations plus redoutables encore."},{"index":24,"body":"--Voici, dit Joe, quelque chose qui ressemble à une ville."},{"index":25,"body":"--C'est Kernak. Les derniers souffles du vent nous y portent, et, si cela nous convient, nous pourrons en lever le plan exact."},{"index":26,"body":"--Ne nous rapprocherons-nous pas? demanda Kennedy."},{"index":27,"body":"--Rien n'est plus facile, Dick; nous sommes droit au-dessus de la ville; permets-moi de tourner un peu le robinet du chalumeau, et nous ne tarderons pas à descendre. »"},{"index":28,"body":"Le Victoria, une demi-heure après, se maintenait immobile à deux cents pieds du sol."},{"index":29,"body":"« Nous voici plus près de Kernak, dit le docteur, que ne le serait de Londres un homme juché dans la boule de Saint-Paul. Ainsi nous pouvons voir à notre aise."},{"index":30,"body":"--Quel est donc ce bruit de maillets que l'on entend de tous côtés? »"},{"index":31,"body":"Joe regarda attentivement, et vit que ce bruit était produit par les nombreux tisserands qui frappaient en plein air leurs toiles tendues sur de vastes troncs d'arbres."},{"index":32,"body":"La capitale du Loggoum se laissait saisir alors dans tout son ensemble, comme sur un plan déroulé; c'était une véritable ville, avec des maisons alignées et des rues assez larges; au milieu d'une vaste place se tenait un marché d'esclaves; il y avait grande affluence de chalands, car les mandaraines, aux pieds et aux mains d'une extrême petitesse, sont fort recherchées et se placent avantageusement."},{"index":33,"body":"A la vue du Victoria, l'effet si souvent produit se reproduisit encore: d'abord des cris, puis une stupéfaction profonde; les affaires furent abandonnées, les travaux suspendus, le bruit cessa. Les voyageurs demeuraient dans une immobilité parfaite et ne perdaient pas un détail de cette populeuse cité; ils descendirent même à soixante pieds du sol."},{"index":34,"body":"Alors le gouverneur de Loggoum sortit de sa demeure, déployant son étendard vert, et accompagné de ses musiciens qui soufflaient à tout rompre, excepté leurs poumons, dans de rauques cornes de buffle. La foule se rassembla autour de lui. Le docteur Fergusson voulut se faire entendre; il ne put y parvenir."},{"index":35,"body":"Cette population au front haut, aux cheveux bouclés, au nez presque aquilin, paraissait fière et intelligente; mais la présence du Victoria la troublait singulièrement; on voyait des cavaliers courir dans toutes les directions; bientôt il devint évident que les troupes du gouverneur se rassemblaient pour combattre un ennemi si extraordinaire Joe eut beau déployer des mouchoirs de toutes les couleurs, il n'obtint aucun résultat."},{"index":36,"body":"Cependant le cheik, entouré de sa cour, réclama le silence et prononça un discours auquel le docteur ne put rien comprendre; de l'arabe mêlé de baghirmi; seulement il reconnut, à la langue universelle des gestes, une invitation expresse de s'en aller; il n'eut pas mieux demandé, mais, faute de vent, cela devenait impossible Son immobilité exaspéra le gouverneur, et ses courtisans se prirent à hurler pour obliger le monstre à s'enfuir."},{"index":37,"body":"C'étaient de singuliers personnages que ces courtisans, avec leurs cinq ou six chemises bariolées sur le corps; ils avaient des ventres énormes, dont quelques-uns semblaient postiches. Le docteur étonna ses compagnons en leur apprenant que c'était la manière de faire sa cour au sultan. La rotondité de l'abdomen indiquait l'ambition des gens. Ces gros hommes gesticulaient et criaient, un d'entre eux surtout, qui devait être premier ministre, si son ampleur trouvait ici-bas sa récompense. La foule des nègres unissait ses hurlements aux cris de la cour, répétant ses gesticulations à la manière des singes, ce qui produisait un mouvement unique et instantané de dix mille bras"},{"index":38,"body":"A ces moyens d'intimidation qui furent jugés insuffisants, s'en joignirent d'autres plus redoutables. Des soldats armés d'arcs et de flèches se rangèrent en ordre de bataille; mais déjà le Victoria se gonflait et s'élevait tranquillement hors de leur portée. Le gouverneur, saisissant alors un mousquet, le dirigea vers le ballon. Mais Kennedy le surveillait, et, d'une balle de sa carabine, il brisa l'arme dans la main du cheik."},{"index":39,"body":"A ce coup inattendu, ce fut une déroute générale; chacun rentra au plus vite dans sa case, et, pendant le reste du jour, la ville demeura absolument déserte."},{"index":40,"body":"La nuit vint. Le vent ne soufflait plus. Il fallut se résoudre à rester immobile à trois cents pieds du sol. Pas un feu ne brillait dans l'ombre; il régnait un silence de mort. Le docteur redoubla de prudence; ce calme pouvait cacher un piège."},{"index":41,"body":"Et Fergusson eut raison de veiller. Vers minuit, toute la ville parut comme embrasée; des centaines de raies de feu se croisaient comme des fusées, formant un enchevêtrement de lignes de flamme."},{"index":42,"body":"« Voilà qui est singulier! fit le docteur."},{"index":43,"body":"--Mais, Dieu me pardonne! répliqua Kennedy, on dirait que l'incendie monte et s'approche de nous. »"},{"index":44,"body":"En effet, au bruit de cris effroyables et des détonations des mousquets, cette masse de feu s'élevait vers le Victoria. Joe se prépara à jeter du lest. Fergusson ne tarda pas à avoir l'explication de ce phénomène."},{"index":45,"body":"Des milliers de pigeons, la queue garnie de matières combustibles, avaient été lancés contre le Victoria; effrayés, ils montaient en traçant dans l'atmosphère leurs zigzags de feu. Kennedy se mit à faire une décharge de toutes ses armes au milieu de cette masse; mais que pouvait-il contre une innombrable armée! Déjà les pigeons environnaient la nacelle et le ballon dont les parois, réfléchissant cette lumière, semblaient enveloppées dans un réseau de feu."},{"index":46,"body":"Le docteur n'hésita pas, et précipitant un fragment de quartz, il se tint hors des atteintes de ces oiseaux dangereux. Pendant deux heures, on les aperçut courant çà et là dans la nuit; puis peu à peu leur nombre diminua, et ils s'éteignirent"},{"index":47,"body":"Maintenant nous pouvons dormir tranquilles, dit le docteur."},{"index":48,"body":"--Pas mal imaginé pour des sauvages! fit Joe."},{"index":49,"body":"--Oui, ils emploient assez communément ces pigeons pour incendier les chaumes des villages; mais cette fois, le village volait encore plus haut que leurs volatiles incendiaires!"},{"index":50,"body":"Décidément un ballon n'a pas dennemis à craindre, dit Kennedy."},{"index":51,"body":"--Si fait, répliqua le docteur."},{"index":52,"body":"--Lesquels, donc?"},{"index":53,"body":"--Les imprudents qu'il porte dans sa nacelle; ainsi, mes amis, de la vigilance partout, de la vigilance toujours. »"}]}