{"id":"c32","title":"CHAPITRE XXXII","paragraphs":[{"index":0,"body":"La capitale du Bornou.--Les îles des Biddiomahs.--Les gypaètes.--Les inquiétudes du docteur.--Ses précautions.--Une attaque au milieu des airs.--L'enveloppe déchirée.--La chute.--Dévouement sublime.--La côte septentrionale du lac."},{"index":1,"body":"Depuis son arrivée au lac Tchad, le Victoria avait rencontré un courant qui s'inclinait plus à l'ouest; quelques nuages tempéraient alors la chaleur du jour; on sentait d'ailleurs un peu d'air sur cette vaste étendue d'eau; mais, vers une heure, le ballon, ayant coupé de biais cette partie du lac, s'avança de nouveau dans les terres pendant l'espace de sept ou huit milles."},{"index":2,"body":"Le docteur, un peu fâché d'abord de cette direction, ne pensa plus à s'en plaindre quand il aperçut la ville de Kouka, la célèbre capitale du Bornou; il put l'entrevoir un instant, ceinte de ses murailles d'argile blanche; quelques mosquées assez grossières s'élevaient lourdement au-dessus de cette multitude de dés à jouer qui forment les maisons arabes. Dans les cours des maisons et sur les places publiques poussaient des palmiers et des arbres à caoutchouc, couronnés par un dôme de feuillage large de plus de cent pieds. Joe fit observer que ces immenses parasols étaient en rapport avec l'ardeur des rayons solaires, et il en tira des conclusions fort aimables pour la Providence."},{"index":3,"body":"Kouka se compose réellement de deux villes distinctes, séparées par le « dendal, » large boulevard de trois cents toises, alors encombré de piétons et de cavaliers. D'un côté se carre la ville riche avec ses cases hautes et aérées; de l'autre se presse la ville pauvre, triste assemblage de huttes basses et coniques, où végète une indigente population, car Kouka n'est ni commerçante ni industrielle."},{"index":4,"body":"Kennedy lui trouva quelque ressemblance avec un Édimbourg qui s'étalerait dans une plaine, avec ses deux villes parfaitement déterminées."},{"index":5,"body":"Mais à peine les voyageurs purent-ils saisir ce coup d'il, car, avec la mobilité qui caractérise les courants de cette contrée, un vent contraire les saisit brusquement et les ramena pendant une quarantaine de milles sur le Tchad."},{"index":6,"body":"Ce fut alors un nouveau spectacle; ils pouvaient compter les îles nombreuses du lac, habitées par les Biddiomahs, pirates sanguinaires très redoutés, et dont le voisinage est aussi craint que celui des Touareg du Sahara. Ces sauvages se préparaient à recevoir courageusement le Victoria à coups de flèches et de pierres, mais celui-ci eut bientôt fait de dépasser ces îles, sur lesquelles il semblait papillonner comme un scarabée gigantesque."},{"index":7,"body":"En ce moment, Joe regardait l'horizon, et, s'adressant à Kennedy, il lui dit:"},{"index":8,"body":"« A la foi, Monsieur Dick, vous qui êtes toujours à rêver chasse, voilà justement votre affaire."},{"index":9,"body":"--Qu'est-ce donc, Joe?"},{"index":10,"body":"--Et, cette fois, mon maître ne s'opposera pas à vos coups de fusil."},{"index":11,"body":"--Mais qu'y a-t-il?"},{"index":12,"body":"--Voyez-vous là-bas cette troupe de gros oiseaux qui se dirigent sur nous?"},{"index":13,"body":"--Des oiseaux! fit le docteur en saisissant sa lunette."},{"index":14,"body":"--Je les vois, répliqua Kennedy; ils sont au moins une douzaine"},{"index":15,"body":"--Quatorze, si vous voulez bien, répondit Joe."},{"index":16,"body":"--Fasse le ciel qu'ils soient d'une espèce assez malfaisante pour que le tendre Samuel n'ait rien à m'objecter!"},{"index":17,"body":"--Je n'aurai rien à dire, répondit Fergusson, mais j'aimerais mieux voir ces oiseaux-là loin de nous!"},{"index":18,"body":"Vous avez peur de ces volatiles! fit Joe."},{"index":19,"body":"--Ce sont des gypaètes, Joe, et de la plus grande taille; et s'ils nous attaquent..."},{"index":20,"body":"--Eh bien! nous nous défendrons, Samuel! Nous avons un arsenal pour les recevoir! je ne pense pas que ces animaux-là soient bien redoutables!"},{"index":21,"body":"--Qui sait? » répondit le docteur."},{"index":22,"body":"Dix minutes après, la troupe s'était approchée à portée de fusil; ces quatorze oiseaux faisaient retentir l'air de leurs cris rauques; ils s'avançaient vers le Victoria, plus irrités qu'effrayés de sa présence."},{"index":23,"body":"« Comme ils crient! fit Joe; quel tapage! Cela ne leur convient probablement pas qu'on empiète sur leurs domaines, et `que l'on se permette de voler comme eux?"},{"index":24,"body":"--A la vérité, dit le chasseur, ils ont un air assez terrible, et je les croirais assez redoutables s'ils étaient armés d'une carabine de Purdey Moore!"},{"index":25,"body":"--Ils n'en ont pas besoin, » répondit Fergusson qui devenait très sérieux."},{"index":26,"body":"Les gypaètes volaient en traçant d'immenses cercles, et leurs orbes se rétrécissaient peu à peu autour du Victoria; ils rayaient le ciel dans une fantastique rapidité, se précipitant parfois avec la vitesse d'un boulet, et brisant leur ligne de projection par un angle brusque et hardi. Le docteur, inquiet, résolut de s'élever dans l'atmosphère pour échapper à ce dangereux voisinage; il dilata l'hydrogène du ballon, qui ne tarda pas à monter."},{"index":27,"body":"Mais les gypaètes montèrent avec lui, peu disposés à l'abandonner."},{"index":28,"body":"« Ils ont l'air de nous en vouloir, » dit le chasseur en armant sa carabine."},{"index":29,"body":"En effet, ces oiseaux s'approchaient, et plus d'un, arrivant à cinquante pieds à peine, semblait braver les armes de Kennedy."},{"index":30,"body":"« J'ai une furieuse envie de tirer dessus, dit celui-ci."},{"index":31,"body":"--Non, Dick, non pas! Ne les rendons point furieux sans raison! Ce serait les exciter à nous attaquer."},{"index":32,"body":"--Mais j'en viendrai facilement à bout."},{"index":33,"body":"--Tu te trompes, Dick."},{"index":34,"body":"--Nous avons une balle pour chacun d'eux."},{"index":35,"body":"--Et s'ils s'élancent vers la partie supérieure du ballon, comment les atteindras-tu? Figure-toi donc que tu te trouves en présence d'une troupe de lions sur terre, ou de requins en plein Océan! Pour des aéronautes, la situation est aussi dangereuse."},{"index":36,"body":"--Parles-tu sérieusement, Samuel?"},{"index":37,"body":"--Très sérieusement, Dick."},{"index":38,"body":"--Attendons alors."},{"index":39,"body":"--Attends. Tiens-toi prêt en cas d'attaque, mais ne fais pas feu sans mon ordre."},{"index":40,"body":"Les oiseaux se massaient alors à une faible distance; on distinguait parfaitement leur gorge pelée tendue sous l'effort de leurs cris, leur crête cartilagineuse, garnie de papilles violettes, qui se dressait avec fureur. Ils étaient de la plus forte taille; leur corps dépassait trois pieds en longueur, et le dessous de leurs ailes blanches resplendissait au soleil; on eut dit des requins ailés, avec lesquels ils avaient une formidable ressemblance."},{"index":41,"body":"« Ils nous suivent, dit le docteur en les voyant s'élever avec lui, et nous aurions beau monter, leur vol les porterait plus haut que nous encore!"},{"index":42,"body":"--Eh bien, que faire? » demanda Kennedy."},{"index":43,"body":"Le docteur ne répondit pas."},{"index":44,"body":"« Écoute, Samuel, reprit le chasseur: ces oiseaux sont quatorze; nous avons dix-sept coups à notre disposition, en faisant feu de toutes nos armes. N'y a-t-il pas moyen de les détruire ou de les disperser? Je me charge d'un certain nombre d'entre eux."},{"index":45,"body":"--Je ne doute pas de ton adresse, Dick; je regarde volontiers comme morts ceux qui passeront devant ta carabine; mais, je te le répète, pour peu qu'ils s'attaquent à l'hémisphère supérieur du ballon, tu ne pourras plus les voir; ils crèveront cette enveloppe qui nous soutient, et nous sommes à trois mille pieds de hauteur! »"},{"index":46,"body":"En cet instant, l'un des plus farouches oiseaux piqua droit sur le Victoria, le bec et les serres ouvertes, prêt à mordre, prêt à déchirer."},{"index":47,"body":"« Feu! feu! » s'écria le docteur."},{"index":48,"body":"Il avait à peine achevé, que l'oiseau, frappé à mort, tombait en tournoyant dans l'espace."},{"index":49,"body":"Kennedy avait saisi l'un des fusils à deux coups. Joe épaulait l'autre."},{"index":50,"body":"Effrayés de la détonation, les gypaètes s'écartèrent un instant; mais ils revinrent presque aussitôt à la charge avec une rage extrême. Kennedy d'une première balle coupa net le cou du plus rapproché. Joe fracassa l'aile de l'autre."},{"index":51,"body":"« Plus que onze, » dit-il."},{"index":52,"body":"Mais alors les oiseaux changèrent de tactique, et d'un commun accord ils s'élevèrent au-dessus du Victoria, Kennedy regarda Fergusson."},{"index":53,"body":"Malgré son énergie et son impassibilité, celui-ci devint pale. Il y eut un moment de silence effrayant. Puis un déchirement strident se fit entendre comme celui de la soie qu'on arrache, et la nacelle manqua sous les pieds des trois voyageurs."},{"index":54,"body":"« Nous sommes perdus, s'écria Fergusson en portant les yeux sur le baromètre qui montait avec rapidité. »"},{"index":55,"body":"Puis il ajouta: « Dehors le lest, dehors! »"},{"index":56,"body":"En quelques secondes tous les fragments de quartz avaient disparu."},{"index":57,"body":"« Nous tombons toujours!.. Videz les caisses à eau!.. Joe entends-tu?.. Nous sommes précipités dans le lac! »"},{"index":58,"body":"Joe obéit. Le docteur se pencha. Le lac semblait venir à lui comme une marée montante; les objets grossissaient à vue d'il; la nacelle n'était pas à deux cents pieds de la surface du Tchad."},{"index":59,"body":"« Les provisions! les provisions! » s'écria le docteur."},{"index":60,"body":"Et la caisse qui les renfermait fut jetée dans l'espace."},{"index":61,"body":"La chute devint moins rapide, mais les malheureux tombaient toujours!"},{"index":62,"body":"« Jetez! jetez encore! s'écria une dernière fois le docteur."},{"index":63,"body":"--Il n'y a plus rien, dit Kennedy."},{"index":64,"body":"--Si! » répondit laconiquement Joe en se signant d'une main rapide."},{"index":65,"body":"Et il disparut par-dessus le bord de la nacelle"},{"index":66,"body":"« Joe! Joe! » fit le docteur terrifié."},{"index":67,"body":"Mais Joe ne pouvait plus l'entendre. Le Victoria délesté reprenait sa marche ascensionnelle, remontait à mille pieds dans les airs, et le vent s'engouffrant dans l'enveloppe dégonflée l'entraînait vers les côtes septentrionales du lac."},{"index":68,"body":"« Perdu! dit le chasseur avec un geste de désespoir."},{"index":69,"body":"--Perdu pour nous sauver! » répondit Fergusson."},{"index":70,"body":"Et ces hommes si intrépides sentirent deux grosses larmes couler de leurs yeux. Ils se penchèrent, en cherchant à distinguer quelque trace du malheureux Joe, mais ils étaient déjà loin."},{"index":71,"body":"« Quel parti prendre! demanda Kennedy."},{"index":72,"body":"--Descendre à terre, dès que cela sera possible, Dick, et puis attendre. »"},{"index":73,"body":"Après une marche de soixante milles, le Victoria s'abattit sur une côte déserte, au nord du lac. Les ancres s'accrochèrent dans un arbre peu élevé, et le chasseur les assujettit fortement."},{"index":74,"body":"La nuit vint, mais ni Fergusson ni Kennedy ne purent trouver un instant de sommeil."}]}