{"id":"c33","title":"CHAPITRE XXXIII","paragraphs":[{"index":0,"body":"Conjectures.--Rétablissement de léquilibre du Victoria.--Nouveaux calculs du docteur Fergusson.--Chasse de Kennedy.--Exploration complète du lac Tchad.--Tangalia.--Retour.--Lari."},{"index":1,"body":"Le lendemain, 13 mai, les voyageurs reconnurent tout d'abord la partie de la côte qu'ils occupaient. C'était une sorte d'île de terre ferme au milieu d'un immense marais Autour de ce morceau de terrain solide s'élevaient des roseaux grands comme des arbres d'Europe et qui s'étendaient à perte de vue."},{"index":2,"body":"Ces marécages infranchissables rendaient sûre la position du Victoria; il fallait seulement surveiller le côté du lac; la vaste nappe d'eau allait s'élargissant, surtout dans l'est, et rien ne paraissait à l'horizon, ni continent ni îles."},{"index":3,"body":"Les deux amis n'avaient pas encore osé parler de leur infortuné compagnon. Kennedy fut le premier à faire part de ses conjectures au docteur."},{"index":4,"body":"« Joe n'est peut-être pas perdu, dit-il. C'est un garçon adroit, un nageur comme il en existe peu. Il n'était pas embarrassé de traverser le Frith of Forth à Édimbourg. Nous le reverrons, quand et comment, je l'ignore; mais, de notre côté, ne négligeons rien pour lui donner l'occasion de nous rejoindre."},{"index":5,"body":"--Dieu t'entende, Dick, répondit le docteur d'une voix émue. Nous ferons tout au monde pour retrouver notre ami! Orientons-nous d'abord. Mais, avant tout, débarrassons le Victoria de cette enveloppe extérieure, qui n'est plus utile; ce sera nous délivrer d'un poids considérable, six cent cinquante livres, ce qui en vaut la peine. »"},{"index":6,"body":"Le docteur et Kennedy se mirent à louvrage; ils éprouvèrent de grandes difficultés; il fallut arracher morceau par morceau ce taffetas très résistant, et le découper en minces bandes pour le dégager des mailles du filet. La déchirure produite par le bec des oiseaux de proie s'étendait sur une longueur de plusieurs pieds."},{"index":7,"body":"Cette opération prit quatre heures au moins; mais enfin le ballon intérieur, entièrement dégagé, parut n'avoir aucunement souffert. Le Victoria était alors diminué d'un cinquième. Cette différence fut assez sensible pour étonner Kennedy."},{"index":8,"body":"« Sera-t-il suffisant? demanda-t-il au docteur."},{"index":9,"body":"--Ne crains rien à cet égard, Dick; je rétablirai l'équilibre, et si notre pauvre Joe revient, nous saurons bien reprendre avec lui notre route accoutumée."},{"index":10,"body":"--Au moment de notre chute, Samuel, si mes souvenirs sont exacts, nous ne devions pas être éloignés d'une île."},{"index":11,"body":"--Je me le rappelle en effet; mais cette île, comme toutes celles du Tchad, est sans doute habitée par une race de pirates et de meurtriers; ces sauvages auront été certainement témoins de notre catastrophe, et si Joe tombe entre leurs mains, à moins que la superstition ne le protège, que deviendra-t-il?"},{"index":12,"body":"--Il est homme à se tirer d'affaire, je te le répète; j'ai confiance dans son adresse et son intelligence."},{"index":13,"body":"--Je l'espère. Maintenant, Dick, tu vas chasser aux environs, sans téloigner toutefois; il devient urgent de renouveler nos vivres, dont la plus grande partie a été sacrifiée."},{"index":14,"body":"--Bien, Samuel; je ne serai pas longtemps absent. »"},{"index":15,"body":"Kennedy prit un fusil à deux coups et s'avança dans les grandes herbes vers un taillis assez rapproché; de fréquentes détonations apprirent bientôt au docteur que sa chasse serait fructueuse."},{"index":16,"body":"Pendant ce temps, celui-ci s'occupa de faire le relevé des objets conservés dans la nacelle et d'établir l'équilibre du second aérostat; il restait une trentaine de livres de pemmican, quelques provisions de thé et de café, environ un gallon et demi d'eau-de-vie, une caisse à eau parfaitement vide; toute la viande sèche avait disparu."},{"index":17,"body":"Le docteur savait que; par la perte de l'hydrogène du premier ballon, sa force ascensionnelle se trouvait réduite de neuf cents livres environ; il dut donc se baser sur cette différence pour reconstituer son équilibre. Le nouveau Victoria cubait soixante-sept mille pieds et renfermait trente. trois mille quatre cent quatre-vingts pieds cubes de gaz; l'appareil de dilatation paraissait être en bon état; ni la pile ni le serpentin n'avaient été endommagés."},{"index":18,"body":"La force ascensionnelle du nouveau ballon était donc de trois mille livres environ; en réunissant les poids de l'appareil, des voyageurs, de la provision d'eau, de la nacelle et de ses accessoires, en embarquant cinquante gallons d'eau et cent livres de viande fraîche, le docteur arrivait à un total de deux mille huit cent trente livres. Il pouvait donc emporter cent soixante-dix livres de lest pour les cas imprévus, et l'aérostat se trouverait alors équilibré avec l'air ambiant"},{"index":19,"body":"Ses dispositions furent prises en conséquence, et il remplaça le poids de Joe par un supplément de lest. Il employa la journée entière à ces divers préparatifs, et ceux-ci se terminaient au retour de Kennedy Le chasseur avait fait bonne chasse; il apportait une véritable charge d'oies, de canards sauvages, de bécassines, de sarcelles et de pluviers. Il s'occupa de préparer ce gibier et de le fumer. Chaque pièce, embrochée par une mince baguette, fut suspendue au-dessus d'un foyer de bois vert. Quand la préparation parut convenable à Kennedy, qui s'y entendait d'ailleurs, le tout fut emmagasiné dans la nacelle."},{"index":20,"body":"Le lendemain, le chasseur devait compléter ses approvisionnements."},{"index":21,"body":"Le soir surprit les voyageurs au milieu de ces travaux. Leur souper se composa de pemmican, de biscuits et de thé. La fatigue après leur avoir donné l'appétit, leur donna le sommeil. Chacun pendant son quart interrogea les ténèbres, croyant parfois saisir la voix de Joe; mais, hélas, elle était bien loin, cette voix qu'ils eussent voulu entendre!"},{"index":22,"body":"Aux premiers rayons du jour, le docteur réveilla Kennedy"},{"index":23,"body":"« J'ai longuement médité, lui dit-il, sur ce qu'il convient de faire pour retrouver notre compagnon."},{"index":24,"body":"--Quel que soit ton projet, Samuel, il me va; parle."},{"index":25,"body":"--Avant tout, il est important que Joe ait de nos nouvelles."},{"index":26,"body":"--Sans doute! Si ce digne garçon allait se figurer que nous l'abandonnons!"},{"index":27,"body":"--Lui! il nous connaît trop! Jamais pareille idée ne lui viendrait l'esprit; mais il faut qu'il apprenne où nous sommes."},{"index":28,"body":"--Comment cela?"},{"index":29,"body":"--Nous allons reprendre notre place dans la nacelle et nous élever dans l'air."},{"index":30,"body":"--Mais si le vent nous entraîne?"},{"index":31,"body":"--Il n'en sera rien, heureusement. Vois, Dick; la brise nous ramène sur le lac, et cette circonstance, qui eut été fâcheuse hier, est propice aujourd'hui. Nos efforts se borneront donc à nous maintenir sur cette vaste étendue d'eau pendant toute la journée. Joe ne pourra manquer de nous voir là où ses regards doivent se diriger sans cesse. Peut-être même parviendra-t-il à nous informer du lieu de sa retraite."},{"index":32,"body":"--S'il est seul et libre, il le fera certainement."},{"index":33,"body":"--Et s'il est prisonnier, reprit le docteur, l'habitude des indigènes n'étant pas d'enfermer leurs captifs, il nous verra et comprendra le but de nos recherches."},{"index":34,"body":"--Mais enfin, reprit Kennedy,--car il faut prévoir tous les cas, --si nous ne trouvons aucun indice, s'il n'a pas laissé une trace de son passage, que ferons-nous?"},{"index":35,"body":"--Nous essayerons de regagner la partie septentrionale du lac, en nous maintenant le plus en vue possible; là, nous attendrons, nous explorerons les rives, nous fouillerons ces bords, auxquels Joe tentera certainement de parvenir, et nous ne quitterons pas la place sans avoir tout fait pour le retrouver."},{"index":36,"body":"--Partons donc, » répondit le chasseur."},{"index":37,"body":"Le docteur prit le relèvement exact de ce morceau de terre ferme qu'il allait quitter; il estima, d'après sa carte et son point, qu'il se trouvait au nord du Tchad, entre la ville de Lari et le village d'Ingemini, visités tous deux par le major Denham. Pendant ce temps, Kennedy compléta ses approvisionnements de viande fraîche. Bien que les marais environnants portaient des marques de rhinocéros, de lamentins et d'hippopotames, il n'eut pas l'occasion de rencontrer un seul de ces énormes animaux."},{"index":38,"body":"A sept heures du matin, non sans de grandes difficultés dont le pauvre Joe savait se tirer à merveille, l'ancre fut détachée de l'arbre. Le gaz se dilata et le nouveau Victoria parvint à deux cents pieds dans l'air. Il hésita d'abord en tournant sur lui-même; mais enfin, pris dans un courant assez vif, il s'avança sur le lac et bientôt fut emporté avec une vitesse de vingt milles à l'heure."},{"index":39,"body":"Le docteur se maintint constamment à une hauteur qui variait entre deux cents et cinq cents pieds. Kennedy déchargeait souvent sa carabine. Au-dessus des îles, les voyageurs se rapprochaient même imprudemment, fouillant du regard les taillis, les buissons, les halliers, partout où quelque ombrage, quelque anfractuosité de roc eût pu donner asile à leur compagnon. Ils descendaient près des longues pirogues qui sillonnaient le lac. Les pécheurs, à leur vue, se précipitaient à l'eau et regagnaient leur île avec les démonstrations de crainte les moins dissimulées."},{"index":40,"body":"« Nous ne voyons rien, dit Kennedy après deux heures de recherches."},{"index":41,"body":"--Attendons, Dick, et ne perdons pas courage; nous ne devons pas être éloignés du lieu de l'accident. »"},{"index":42,"body":"A onze heures, le Victoria s'était avancé de quatre-vingt-dix milles; il rencontra alors un nouveau courant qui, sous un angle presque droit, le poussa vers l'est pendant une soixantaine de milles. Il planait au-dessus d'une île très vaste et très peuplée que le docteur jugea devoir être Farram, où se trouve la capitale des Biddiomahs. Il s'attendait à voir Joe surgir de chaque buisson, s'échappant, l'appelant. Libre, on l'eut enlevé sans difficulté; prisonnier, en renouvelant la manuvre employée pour le missionnaire, il aurait bientôt rejoint ses amis; mais rien ne parut, rien ne bougea! C'était à se désespérer."},{"index":43,"body":"Le Victoria arrivait à deux heures et demie en vue de Tangalia, village situé sur la rive orientale du Tchad, et qui marqua le point extrême atteint par Denham à l'époque de son exploration."},{"index":44,"body":"Le docteur devint inquiet de cette direction persistante du vent. Il se sentait rejeté vers l'est, repoussé dans le centre de l'Afrique, vers d'interminables déserts."},{"index":45,"body":"« Il faut absolument nous arrêter, dit-il, et même prendre terre; dans l'intérêt de Joe surtout, nous devons revenir sur le lac; mais, auparavant, tâchons de trouver un courant opposé. »"},{"index":46,"body":"Pendant plus d'une heure, il chercha à différentes zones. Le Victoria dérivait toujours sur la terre ferme; mais, heureusement, à mille pieds un souffle très violent le ramena dans le nord-ouest."},{"index":47,"body":"Il n'était pas possible que Joe fût retenu sur une des îles du lac; il et certainement trouvé moyen de manifester sa présence; peut-être l'avait-on entraîné sur terre. Ce fut ainsi que raisonna le docteur, quand il revit la rive septentrionale du Tchad."},{"index":48,"body":"Quant à penser que Joe se fût noyé, c'était inadmissible. Il y eut bien une idée horrible qui traversa l'esprit de Fergusson et de Kennedy: les caïmans sont nombreux dans ces parages! Mais ni l'un ni l'autre n'eut le courage de formuler cette appréhension. Cependant elle vint si manifestement à leur pensée, que le docteur dit sans autre préambule:"},{"index":49,"body":"« Les crocodiles ne se rencontrent que sur les rives des îles ou du lac; Joe aura assez d'adresse pour les éviter; d'ailleurs, ils sont peu dangereux, et les Africains se baignent impunément sans craindre leurs attaques »"},{"index":50,"body":"Kennedy ne répondit pas; il préférait se taire à discuter cette terrible possibilité."},{"index":51,"body":"Le docteur signala la ville de Lari vers les cinq heures du soir. Les habitants travaillaient à la récolte du coton devant des cabanes de roseaux tressés, au milieu d'enclos propres et soigneusement entretenus."},{"index":52,"body":"Cette réunion d'une cinquantaine de cases occupait une légère dépression de terrain dans une vallée étendue entre de basses montagnes. La violence du vent portait plus avant qu'il ne convenait au docteur; mais il changea une seconde fois et le ramena précisément à son point de départ, dans cette sorte d'île ferme où il avait passé la nuit précédente. L'ancre, au lieu de rencontrer les branches de l'arbre, se prit dans des paquets de roseaux mêlés à la vase épaisse du marais et d'une résistance considérable"},{"index":53,"body":"Le docteur eut beaucoup de peine à contenir l'aérostat; mais enfin le vent tomba avec la nuit, et les deux amis veillèrent ensemble, presque désespérés."}]}