{"id":"c34","title":"CHAPITRE XXXIV\r","paragraphs":[{"index":0,"body":"L'ouragan.--Départ forcé.--Perte dune ancre.--Tristes réflexions.--Résolution prise.--La trombe.--La caravane engloutie.--Vent contraire et favorable.--Retour au sud.--Kennedy à son poste."},{"index":1,"body":"A trois heures du matin, le vent faisait rage, et soufflait avec une violence telle que le Victoria ne pouvait demeurer près de terre sans danger; les roseaux froissaient son enveloppe, qu'ils menaçaient de déchirer."},{"index":2,"body":"« Il faut partir, Dick, fit le docteur; nous ne pouvons rester dans cette situation."},{"index":3,"body":"--Mais Joe, Samuel?"},{"index":4,"body":"--Je ne l'abandonne pas! non certes! et dut l'ouragan m'emporter à cent milles dans le nord, je reviendrai! Mais ici nous compromettons la sûreté de tous."},{"index":5,"body":"--Partir sans lui! s'écria l'Écossais avec l'accent d'une profonde douleur."},{"index":6,"body":"--Crois-tu donc, reprit Fergusson, que le cur ne me saigne pas comme à toi? Est-ce que je n'obéis pas à une impérieuse nécessité?"},{"index":7,"body":"--Je suis à tes ordres, répondit le chasseur. Partons. »"},{"index":8,"body":"Mais le départ présentait de grandes difficultés. L'ancre, profondément engagée, résistait à tous les efforts, et le ballon, tirant en sens inverse, accroissait encore sa tenue. Kennedy ne put parvenir à l'arracher; d'ailleurs, dans la position actuelle, sa manuvre devenait fort périlleuse, car le Victoria risquait de s'enlever avant qu'il ne l'eut rejoint."},{"index":9,"body":"Le docteur, ne voulant pas courir une pareille chance, fit rentrer l'Écossais dans la nacelle, et se résigna à couper la corde de l'ancre. Le Victoria fit un bond de trois cents pieds dans lair, et prit directement la route du nord."},{"index":10,"body":"Fergusson ne pouvait qu'obéir à cette tourmente; il se croisa les bras et s'absorba dans ses tristes réflexions."},{"index":11,"body":"Après quelques instants d'un profond silence, il se retourna vers Kennedy non moins taciturne."},{"index":12,"body":"« Nous avons peut-être tenté Dieu, dit-il. Il n'appartenait pas à des hommes d'entreprendre un pareil voyage! »"},{"index":13,"body":"Et un soupir de douleur s'échappa de sa poitrine."},{"index":14,"body":"« Il y a quelques jours à peine, répondit le chasseur, nous nous félicitions d'avoir échappé à bien des dangers! Nous nous serrions la main tous les trois!"},{"index":15,"body":"--Pauvre Joe! bonne et excellente nature! cur brave et franc! Un moment ébloui par ses richesses, il faisait volontiers le sacrifice de ses trésors! Le voilà maintenant loin de nous! Et le vent nous emporte avec une irrésistible vitesse!"},{"index":16,"body":"--Voyons, Samuel, en admettant qu'il ait trouvé asile parmi les tribus du lac, ne pourra-t-il faire comme les voyageurs qui les ont visitées avant nous, comme Denham, comme Barth? Ceux là ont revu leur pays."},{"index":17,"body":"--Eh! mon pauvre Dick, Joe ne sait pas un mot de la langue! Il est seul et sans ressources! Les voyageurs dont tu parles ne s'avançaient qu'en envoyant aux chefs de nombreux présents, au milieu d'une escorte, armés et préparés pour ces expéditions. Et encore, ils ne pouvaient éviter des souffrances et des tribulations de la pire espèce! Que veux-tu que devienne notre infortuné compagnon? C'est horrible à penser, et voilà l'un des plus grands chagrins qu'il m'ait été donné de ressentir!"},{"index":18,"body":"--Mais nous reviendrons, Samuel."},{"index":19,"body":"--Nous reviendrons, Dick, dussions-nous abandonner le Victoria, quand il nous faudrait regagner à pied le lac Tchad, et nous mettre en communication avec le sultan du Bornou! Les Arabes ne peuvent avoir conservé un mauvais souvenir des premiers Européens."},{"index":20,"body":"--Je te suivrai, Samuel, répondit le chasseur avec énergie, tu peux compter sur moi! Nous renoncerons plutôt à terminer ce voyage! Joe s'est dévoué pour nous, nous nous sacrifierons pour lui! »"},{"index":21,"body":"Cette résolution ramena quelque courage au cur de ces deux hommes. Ils se sentirent forts de la même idée. Fergusson mit tout en uvre pour se jeter dans un courant contraire qui pût le rapprocher du Tchad; mais c'était impossible alors, et la descente même devenait impraticable sur un terrain dénudé et par un ouragan de cette violence."},{"index":22,"body":"Le Victoria traversa ainsi le pays des Tibbous; il franchit le Belad el Djérid, désert épineux qui forme la lisière du Soudan, et pénétra dans le désert de sable, sillonné par de longues traces de caravanes; la dernière ligne de végétation se confondit bientôt avec le ciel à l'horizon méridional, non loin de la principale oasis de cette partie de l'Afrique, dont les cinquante puits sont ombragés par des arbres magnifiques; mais il fut impossible de s'arrêter. Un campement arabe, des tentes d'étoffes rayées, quelques chameaux allongeant sur le sable leur tête de vipère, animaient cette solitude; mais le Victoria passa comme une étoile filante, et parcourut ainsi une distance de soixante milles en trois heures, sans que Fergusson parvînt à maîtriser sa course."},{"index":23,"body":"« Nous ne pouvons faire halte! dit-il, nous ne pouvons descendre! pas un arbre! pas une saillie de terrain! allons-nous donc franchir le Sahara? Décidément le ciel est contre nous! »"},{"index":24,"body":"Il parlait ainsi avec une rage de désespéré, quand il vit dans le nord les sables du désert se soulever au milieu d'une épaisse poussière, et tournoyer sous l'impulsion des courants opposés."},{"index":25,"body":"Au milieu du tourbillon, brisée, rompue, renversée, une caravane entière disparaissait sous l'avalanche de sable; les chameaux pêle-mêle poussaient des gémissements sourds et lamentables; des cris, des hurlements sortaient de ce brouillard étouffant. Quelquefois, un vêtement bariolé tranchait avec ces couleurs vives dans ce chaos, et le mugissement de la tempête dominait cette scène de destruction."},{"index":26,"body":"Bientôt le sable s'accumula en masses compactes, et là où naguère s'étendait la plaine unie, s'élevait une colline encore agitée, tombe immense d'une caravane engloutie."},{"index":27,"body":"Le docteur et Kennedy, pales, assistaient à ce terrible spectacle; ils ne pouvaient plus manuvrer leur ballon, qui tournoyait au milieu des courants contraires et n'obéissait plus aux différentes dilatations du gaz. Enlacé dans ces remous de l'air, il tourbillonnait avec une rapidité vertigineuse; la nacelle décrivait de larges oscillations; les instruments suspendus sous la tente s'entrechoquaient à se briser, les tuyaux du serpentin se courbaient à se rompre, les caisses à eau se déplaçaient avec fracas; à deux pieds l'un de l'autre, les voyageurs ne pouvaient s'entendre, et d'une main crispée s'accrochant aux cordages; ils essayaient de se maintenir contre la fureur de l'ouragan."},{"index":28,"body":"Kennedy, les cheveux épars, regardait sans parler; le docteur avait repris son audace au milieu du danger, et rien ne parut sur ses traits de ses violentes émotions, pas même quand, après un dernier tournoiement, le Victoria se trouva subitement arrêté dans un calme inattendu; le vent du nord avait pris le dessus et le chassait en sens inverse sur la route du matin avec une rapidité non moins égale."},{"index":29,"body":"« Où allons-nous? s'écria Kennedy."},{"index":30,"body":"--Laissons faire la Providence, mon cher Dick; j'ai eu tort de douter d'elle; ce qui convient, elle le sait mieux que nous, et nous voici retournant vers les lieux que nous n'espérions plus revoir. »"},{"index":31,"body":"Le sol si plat, si égal pendant l'aller, était alors bouleversé comme les flots après la tempête; une suite de petits monticules à peine fixés jalonnaient le désert; le vent soufflait avec violence, et le Victoria volait dans l'espace."},{"index":32,"body":"La direction suivie par les voyageurs différait un peu de celle qu'ils avaient prise le matin; aussi vers les neuf heures, au lieu de retrouver les rives du Tchad, ils virent encore le désert s'étendre devant eux."},{"index":33,"body":"Kennedy en fit l'observation."},{"index":34,"body":"Peu importe, répondit le docteur; l'important est de revenir au sud; nous rencontrerons les villes de Bornou, Wouddie ou Kouka, et je n'hésiterai pas à m'y arrêter."},{"index":35,"body":"--Si tu es satisfait, je le suis, répondit le chasseur; mais fasse le ciel que nous ne soyons pas réduits à traverser le désert comme ces malheureux Arabes! Ce que nous avons vu est horrible."},{"index":36,"body":"--Et se reproduit fréquemment? Dick. Les traversées du désert sont autrement dangereuses que celles de l'Océan; le désert a tous les périls de la mer, même l'engloutissement, et de plus, des fatigues et des privations insoutenables."},{"index":37,"body":"--Il me semble, dit Kennedy, que le vent tend à se calmer; la poussière des sables est moins compacte, leurs ondulations diminuent, l'horizon s'éclaircit"},{"index":38,"body":"--Tant mieux, il faut l'examiner attentivement avec la lunette, et que pas un point n'échappe à notre vue!"},{"index":39,"body":"--Je m'en charge, Samuel, et le premier arbre n'apparaîtra pas sans que tu n'en sois prévenu. »"},{"index":40,"body":"Et Kennedy, la lunette à la main, se plaça sur le devant de la nacelle."}]}