{"id":"c35","title":"CHAPITRE XXXV","paragraphs":[{"index":0,"body":"Qu'était devenu Joe pendant les vaines recherches de son maître?"},{"index":1,"body":"Lorsqu'il se fut précipité dans le lac, son premier mouvement à la surface fut de lever les yeux en l'air; il vit le Victoria, déjà fort élevé au-dessus du lac, remonter avec rapidité, diminuer peu à peu, et, pris bientôt par un courant rapide, disparaître vers le nord. Son maître, ses amis étaient sauvés."},{"index":2,"body":"« Il est heureux, se dit-il, que j'aie eu cette pensée de me jeter dans le Tchad; elle n'eût pas manqué de venir à l'esprit de M. Kennedy, et certes il n'aurait pas hésité à faire comme moi, car il est bien naturel qu'un homme se sacrifie pour en sauver deux autres. C'est mathématique.»"},{"index":3,"body":"Rassuré sur ce point, Joe se mit à songer à lui; il était au milieu d'un lac immense, entouré de peuplades inconnues, et probablement féroces. Raison de plus pour se tirer d'affaire en ne comptant que sur lui; il ne s'effraya donc pas autrement."},{"index":4,"body":"Avant l'attaque des oiseaux de proie, qui, selon lui, s'étaient conduits comme de vrais gypaètes, il avait avisé une île à l'horizon; il résolut donc de se diriger vers elle, et se mit à déployer toutes ses connaissances dans l'art de la natation, après s'être débarrassé de la partie la plus gênante de ses vêtements; il ne s'embarrassait guère d'une promenade de cinq ou six milles; aussi, tant qu'il fut en plein lac, il ne songea qu'à nager vigoureusement et directement."},{"index":5,"body":"Au bout d'une heure et demie, la distance quile séparait de l'île se trouvait fort diminuée."},{"index":6,"body":"Mais à mesure qu'il s'approchait de terre, une pensée d'abord fugitive, tenace alors, s'empara de son esprit. Il savait que les rives du lac sont hantées par d'énormes alligators, et il connaissait la voracité de ces animaux."},{"index":7,"body":"Quelle que fût sa manie de trouver tout naturel en ce monde, le digne garçon se sentait invinciblement ému; il craignait que la chair blanche ne fût particulièrement du goût des crocodiles, et il ne s'avança donc qu'avec une extrême précaution, l'il aux aguets. Il n'était plus qu'à une centaine de brasses d'un rivage ombragé d'arbres verts, quand une bouffée d'air chargé de l'odeur pénétrante du musc arriva jusqu'à lui."},{"index":8,"body":"« Bon, se dit-il! voilà ce que je craignais! le caïman n'est pas loin. »"},{"index":9,"body":"Et il plongea rapidement, mais pas assez pour éviter le contact d'un corps énorme dont l'épiderme écailleux l'écorcha au passage; il se crut perdu, et se mit à nager avec une vitesse désespérée; il revint à la surface de l'eau, respira et disparut de nouveau. Il eut là un quart d heure d'une indicible angoisse que toute sa philosophie ne put surmonter, et croyait entendre derrière lui le bruit de cette vaste mâchoire prête à le happer. Il filait alors entre deux eaux, le plus doucement possible, quand il se sentit saisir par un bras, puis par le milieu du corps."},{"index":10,"body":"Pauvre Joe! il eut une dernière pensée pour son maître, et se prit à lutter avec désespoir, en se sentant attiré non vers le fond du lac, ainsi que les crocodiles ont l'habitude de faire pour dévorer leur proie, mais à la surface même."},{"index":11,"body":"A peine eut-il pu respirer et ouvrir les yeux, qu'il se vit entre deux nègres d'un noir débène; ces Africains le tenaient vigoureusement et poussaient des cris étranges."},{"index":12,"body":"« Tiens! ne put s'empêcher de sécrier Joe! des nègres au lieu de caïmans! Ma foi, j'aime encore mieux cela! Mais comment ces gaillards-là osent-ils se baigner dans ces parages! »"},{"index":13,"body":"Joe ignorait que les habitants des îles du Tchad, comme beaucoup de noirs, plongent impunément dans les eaux infestées d'alligators, sans se préoccuper de leur présence; les amphibies de ce lac ont particulièrement une réputation assez mérité de sauriens inoffensifs."},{"index":14,"body":"Mais Joe n'avait-il évité un danger que pour tomber dans un autre? C'est ce qu'il donna aux événements à décider, et puisquil ne pouvait faire autrement, il se laissa conduire jusqu'au rivage sans montrer aucune crainte."},{"index":15,"body":"« Évidemment, se disait-il, ces gens-là ont vu le Victoria raser les eaux du lac comme un monstre des airs; ils ont été les témoins éloignés de ma chute, et ils ne peuvent manquer d'avoir des égards pour un homme tombé du ciel! Laissons-les faire! »"},{"index":16,"body":"Joe en était là de ses réflexions, quand il prit terre au milieu d'une foule hurlante, de tout sexe, de tout âge, mais non de toutes couleurs. Il se trouvait au milieu d'une tribu de Biddiomahs d'un noir superbe. Il n'eut même pas à rougir de la légèreté de son costume; il se trouvait « déshabillé » à la dernière mode du pays."},{"index":17,"body":"Mais avant qu'il eut le temps de se rendre compte de sa situation, il ne put se méprendre aux adorations dont il devint l'objet. Cela ne laissa pas de le rassurer, bien que l'histoire de Kazeh lui revint à la mémoire."},{"index":18,"body":"« Je pressens que je vais redevenir un dieu, un fils de la Lune quelconque! Eh bien, autant ce métier-là qu'un autre quand on n'a pas le choix. Ce qu'il importe, c'est de gagner du temps. Si le Victoria vient à repasser, je profiterai de ma nouvelle position pour donner à mes adorateurs le spectacle d'une ascension miraculeuse. »"},{"index":19,"body":"Pendant que Joe réfléchissait de la sorte, là foule se resserrait autour de lui; elle se prosternait, elle hurlait, elle le palpait, elle devenait familière; mais, au moins, elle eut la pensée de lui offrir un festin magnifique, composé de lait aigre avec du riz pilé dans du miel, le digne garçon, prenant son parti de toutes choses, fit alors un des meilleurs repas de sa vie et donna à son peuple une haute idée de la façon dont les dieux dévorent dans les grandes occasions."},{"index":20,"body":"Lorsque le soir fut arrivé, les sorciers de l'île le prirent respectueusement par la main, et le conduisirent à une espèce de case entourée de talismans; avant d'y pénétrer, Joe jeta un regard assez inquiet sur des monceaux d'ossements qui s'élevaient autour de ce sanctuaire; il eut d'ailleurs tout le temps de réfléchir à sa position quand il fut enfermé dans sa cabane."},{"index":21,"body":"Pendant la soirée et une partie de la nuit, il entendit des chants de fête, les retentissements d'une espèce de tambour et un bruit de ferraille bien doux pour des oreilles africaines; des churs hurlés accompagnèrent d'interminables danses qui enlaçaient la cabane sacrée de leurs contorsions et de leurs grimaces."},{"index":22,"body":"Joe pouvait saisir cet ensemble assourdissant à travers les murailles de boue et de roseau de la case; peut-être, en toute autre circonstance, eût-il pris un plaisir assez vif à ces étranges cérémonies; mais son esprit fut bientôt tourmenté d'une idée fort déplaisante. Tout en prenant les choses de leur bon côté, il trouvait stupide et même triste d'être perdu dans cette contrée sauvage, au milieu de pareilles peuplades. Peu de voyageurs avaient revu leur patrie, de ceux qui osèrent s'aventurer jusqu'à ces contrées. D'ailleurs pouvait-il se fier aux adorations dont il se voyait l'objet! Il avait de bonnes raisons de croire à la vanité des grandeurs humaines! Il se demanda si, dans ce pays, l'adoration n'allait pas jusqu'à manger l'adoré!"},{"index":23,"body":"Malgré cette fâcheuse perspective, après quelques heures de réflexion, la fatigue l'emporta sur les idées noires, et Joe tomba dans un sommeil assez profond, qui se fût prolongé sans doute jusqu'au lever du jour, si une humidité inattendue n'eût réveillé le dormeur."},{"index":24,"body":"Bientôt cette humidité se fit eau, et cette eau monta si bien que Joe en eut jusqu'à mi-corps."},{"index":25,"body":"« Qu'est-ce là? dit-il, une inondation! une trombe! un nouveau supplice de ces nègres! Ma foi, je n'attendrai pas d'en avoir jusqu'au cou! »"},{"index":26,"body":"Et ce disant, il enfonça la muraille d'un coup d'épaule et se trouva où? en plein lac! D'île, il n'y en avait plus! Submergée pendant la nuit! A sa place l'immensité du Tchad!"},{"index":27,"body":"« Triste pays pour les propriétaires! » se dit Joe, et il reprit avec vigueur lexercice de ses facultés natatoires."},{"index":28,"body":"Un de ces phénomènes assez fréquents sur le lac Tchad avait délivré le brave garçon; plus d'une île a disparu ainsi, qui paraissait avoir la solidité du roc, et souvent les populations riveraines durent recueillir les malheureux échappés à ces terribles catastrophes."},{"index":29,"body":"Joe ignorait cette particularité, mais il ne se fit pas faute d'en profiter. Il avisa une barque errante et l'accosta rapidement. C'était une sorte de tronc d'arbre grossièrement creusé une paire de pagaies s'y trouvait heureusement, et Joe, profitant d'un courant assez rapide, se laissa dériver."},{"index":30,"body":"« Orientons-nous, dit-il. L'étoile polaire, qui fait honnêtement son métier d'indiquer la route du nord à tout le monde, voudra bien me venir en aide. »"},{"index":31,"body":"Il reconnut avec satisfaction que le courant le portait vers la rive septentrionale du Tchad, et il le laissa faire. Vers deux heures du matin, il prenait pied sur un promontoire couvert de roseaux épineux qui parurent fort importuns, même à un philosophe; mais un arbre poussait là tout exprès pour lui offrir un lit dans ses branches. Joe y grimpa pour plus de sûreté, et attendit là, sans trop dormir, les premiers rayons du jour."},{"index":32,"body":"Le matin venu avec cette rapidité particulière aux régions équatoriales, Joe jeta un coup d'il sur l'arbre qui l'avait abrité pendant la nuit; un spectacle assez inattendu le terrifia. Les branches de cet arbre étaient littéralement couvertes de serpents et de caméléons; le feuillage disparaissait sous leurs entrelacements; on eût dit un arbre d'une nouvelle espèce qui produisait des reptiles; sous les premiers rayons du soleil, tout cela rampait et se tordait. Joe éprouva un vif sentiment de terreur mêlé de dégoût, et s'élança à terre au milieu des sifflements de la bande."},{"index":33,"body":"« Voilà une chose qu'on ne voudra jamais croire, » dit-il."},{"index":34,"body":"Il ne savait pas que les dernières lettres du docteur Vogel avaient fait connaître cette singularité des rives du Tchad, où les reptiles sont plus nombreux qu'en aucun pays du monde. Après ce qu'il venait de voir, Joe résolut d'être plus circonspect à l'avenir, et, s'orientant sur le soleil, il se mit en marche en se dirigeant vers le nord-est. Il évitait avec le plus grand soin cabanes, cases, huttes, tanières, en un mot tout ce qui peut servir de réceptacle à la race humaine."},{"index":35,"body":"Que de fois ses regards se portèrent en l'air! Il espérait apercevoir le Victoria, et bien qu'il l'eut vainement cherché pendant toute cette journée de marche, cela ne diminua pas sa confiance en son maître; il lui fallait une grande énergie de caractère pour prendre si philosophiquement sa situation. La faim se joignait à la fatigue, car à le nourrir de racines, de moelle d'arbustes, tels que le « mélé, » ou des fruits du palmier doum, on ne refait pas un homme; et cependant, suivant son estime, il s'avança d'une trentaine de milles vers l'ouest. Son corps portait en vingt endroits les traces des milliers d'épines dont les roseaux du lac, les acacias et les mimosas sont hérissés, et ses pieds ensanglantés rendaient sa marche extrêmement douloureuse. Mais enfin il put réagir contre ses souffrances, et, le soir venu, il résolut de passer la nuit sur les rives du Tchad."},{"index":36,"body":"Là, il eut à subir les atroces piqûres de myriades d'insectes: mouches, moustiques, fourmis longues d'un demi-pouce y couvrent littéralement la terre. Au bout de deux heures, il ne restait pas à Joe un lambeau du peu de vêtements qui le couvraient; les insectes avaient tout dévoré! Ce fut une nuit terrible, qui ne donna pas une heure de sommeil au voyageur fatigué; pendant ce temps, les sangliers, les buffles sauvages, l'ajoub, sorte de lamentin assez dangereux faisaient rage dans les buissons et sous les eaux du lac; le concert des bêtes féroces retentissait au milieu de la nuit. Joe n'osa remuer. Sa résignation et sa patience eurent de la peine à tenir contre une pareille situation."},{"index":37,"body":"Enfin le jour revint; Joe se releva précipitamment, et que l'on juge du dégoût qu'il ressentit en voyant quel animal immonde avait partagé sa couche: un crapaud! mais un crapaud de cinq pouces de large, une bête monstrueuse, repoussante, qui le regardait avec des yeux ronds. Joe sentit son cur se soulever, et, reprenant quelque force dans sa répugnance, il courut à grands pas se plonger dans les eaux du lac. Ce bain calma un peu les démangeaisons qui le torturaient, et, après avoir mâché quelques feuilles, il reprit sa route avec une obstination, un entêtement dont il ne pouvait se rendre compte; il n'avait plus le sentiment de ses actes, et néanmoins il sentait. en lui une puissance supérieure au désespoir."},{"index":38,"body":"Cependant une faim terrible le torturait; son estomac, moins résigné que lui, se plaignait; il fut obligé de serrer fortement une liane autour de son corps; heureusement, sa soif pouvait s'étancher à chaque pas, et, en se rappelant les souffrances du désert, il trouvait un bonheur relatif à ne pas subir les tourments de cet impérieux besoin."},{"index":39,"body":"« Où peut être le Victoria? se demandait-il... Le vent souffle du nord! Il devrait revenir sur le lac! Sans doute M. Samuel aura procédé à une nouvelle installation pour rétablir l'équilibre; mais la journée d'hier a dû suffire à ces travaux; il ne serait donc pas impossible qu'aujourd'hui... Mais agissons comme si je ne devais jamais le revoir. Après tout, si je parvenais à gagner une des grandes villes du lac, je me trouverais dans la position des voyageurs dont mon maître nous a parlé. Pourquoi ne me tirerais-je pas d'affaire comme eux? Il y en a qui en sont revenus, que diable!... Allons! courage! »"},{"index":40,"body":"Or, en parlant ainsi et en marchant toujours, l'intrépide Joe tomba en pleine forêt au milieu d'un attroupement de sauvages; il s'arrêta à temps et ne fut pas vu. Les nègres s'occupaient à empoisonner leurs flèches avec le suc de l'euphorbe, grande occupation des peuplades de ces contrées, et qui se fait avec une sorte de cérémonie solennelle."},{"index":41,"body":"Joe, immobile, retenant son souffle, se cachait au milieu d'un fourré, lorsqu'en levant les yeux, par une éclaircie du feuillage, il aperçut le Victoria, le Victoria lui-même, se dirigeant vers le lac, à cent pieds à peine au-dessus de lui. Impossible de se faire entendre! impossible de se faire voir!"},{"index":42,"body":"Une larme lui vint aux yeux, non de désespoir, mais de reconnaissance: son maître était à sa recherche! son maître ne l'abandonnait pas! Il lui fallut attendre le départ des noirs; il put alors quitter sa retraite et courir vers les bords du Tchad."},{"index":43,"body":"Mais alors le Victoria se perdait au loin dans le ciel. Joe résolut de l'attendre: il repasserait certainement! Il repassa, en effet, mais plus à l'est. Joe courut, gesticula, cria... Ce fut en vain! Un vent violent en-traînait le ballon avec une irrésistible vitesse!"},{"index":44,"body":"Pour la première fois, l'énergie, l'espérance manquèrent au cur de l'infortuné; il se vit perdu; il crut son maître parti sans retour; il n'osait plus penser, il ne voulait plus réfléchir."},{"index":45,"body":"Comme un fou, les pieds en sang, le corps meurtri, il marcha pendant toute cette journée et une partie de la nuit. Il se traînait, tantôt sur les genoux, tantôt sur les mains; il voyait venir le moment où la force lui manquerait et où il faudrait mourir."},{"index":46,"body":"En avançant ainsi, il finit par se trouver en face d'un marais, ou plutôt de ce qu'il sut bientôt être un marais, car la nuit était venue depuis quelques heures; il tomba inopinément dans une boue tenace; malgré ses efforts, malgré sa résistance désespérée, il se sentit enfoncer peu à peu au milieu de ce terrain vaseux; quelques minutes plus tard il en avait jusqu'à mi-corps."},{"index":47,"body":"« Voilà donc la mort! se dit-il; et quelle mort!... »"},{"index":48,"body":"Il se débattit avec rage; mais ces efforts ne servaient qu'à l'ensevelir davantage dans cette tombe que le malheureux se creusait lui-même. Pas un morceau de bois qui pût l'arrêter, pas un roseau pour le retenir!.. Il comprit que c'en était fait de lui!... Ses yeux se fermèrent."},{"index":49,"body":"« Mon maître! mon maître! à moi!... » s'écria-t-il."},{"index":50,"body":"Et cette voix désespérée, isolée, étouffée déjà, se perdit dans la nuit."}]}