{"id":"c36","title":"CHAPITRE XXXVI\r","paragraphs":[{"index":0,"body":"Un rassemblement à lhorizon.--Une troupe darabes.--La poursuite.--Cest lui!--Chute de cheval.--L'Arabe étranglé.--Une balle de Kennedy.--Manuvre.--Enlèvement au vol.--Joe sauvé."},{"index":1,"body":"Depuis que Kennedy avait repris son poste d'observation sur le devant de la nacelle, il ne cessait dobserver l'horizon avec une grande attention."},{"index":2,"body":"Au bout de quelque temps, il se retourna vers le docteur et dit:"},{"index":3,"body":"« Si je ne me trompe, voici là-bas une troupe en mouvement, hommes ou animaux; il est encore impossible de les distinguer. En tout cas, ils s'agitent violemment, car ils soulèvent un nuage de poussière."},{"index":4,"body":"--Ne serait-ce pas encore un vent contraire, dit Samuel, une trombe qui viendrait nous repousser au nord? »"},{"index":5,"body":"Il se leva pour examiner l'horizon."},{"index":6,"body":"« Je ne crois pas, Samuel, répondit Kennedy; c'est un troupeau de gazelles ou de bufs sauvages."},{"index":7,"body":"--Peut-être, Dick; mais ce rassemblement est au moins à neuf ou dix milles de nous, et pour mon compte, même avec la lunette, je n'y puis rien reconnaître."},{"index":8,"body":"--En tout cas, je ne le perdrai pas de vue; il y a là quelque chose dextraordinaire qui m'intrigue; on dirait parfois comme une manuvre de cavalerie. Eh! je ne me trompe pas! ce sont bien des cavaliers! regarde! »"},{"index":9,"body":"Le docteur observa avec attention le groupe indiqué."},{"index":10,"body":"« Je crois que tu as raison, dit-il, c'est un détachement d'Arabes ou de Tibbous; ils s'enfuient dans la même direction que nous; mais nous avons plus de vitesse et nous les gagnons facilement. Dans une demi-heure, nous serons à portée de voir et de juger ce qu'il faudra faire. »"},{"index":11,"body":"Kennedy avait repris sa lunette et lorgnait attentivement. La masse des cavaliers se faisait plus visible; quelques-uns dentre eux s'isolaient."},{"index":12,"body":"« Cest évidemment, reprit Kennedy, une manuvre ou une chasse."},{"index":13,"body":"--On dirait que ces gens-là poursuivent quelque chose. Je voudrais bien savoir ce qui en est."},{"index":14,"body":"--Patience, Dick. Dans peu de temps nous les rattraperons et nous les dépasserons même, s'ils continuent de suivre cette route; nous marchons avec une rapidité de vingt milles à l'heure, et il n'y a pas de chevaux qui puissent soutenir un pareil train. »"},{"index":15,"body":"Kennedy reprit son observation, et, quelques minutes après, il dit:"},{"index":16,"body":"« Ce sont des Arabes lancés à toute vitesse. Je les distingue parfaitement. Ils sont une cinquantaine. Je vois leurs burnous qui se gonflent contre le vent. C'est un exercice de cavalerie; leur chef les précède à cent pas, et ils se précipitent sur ses traces."},{"index":17,"body":"--Quels qu'ils soient, Dick, ils ne sont pas à redouter, et, si cela est nécessaire, je m'élèverai."},{"index":18,"body":"--Attends! attends encore, Samuel!"},{"index":19,"body":"--C'est singulier, ajouta Dick après un nouvel examen, il y a quelque chose dont je ne me rends pas compte; à leurs efforts et à l'irrégularité de leur ligne, ces Arabes ont plutôt l'air de poursuivre que de suivre."},{"index":20,"body":"--En es-tu certain, Dick,"},{"index":21,"body":"--Evidemment. Je ne me trompe pas! C'est une chasse, mais une chasse à l'homme! Ce n'est point un chef qui les précède, mais un fugitif."},{"index":22,"body":"--Un fugitif! dit Samuel avec émotion."},{"index":23,"body":"--Oui!"},{"index":24,"body":"--Ne le perdons pas de vue et attendons. »"},{"index":25,"body":"Trois ou quatre milles furent promptement gagnés sur ces cavaliers qui filaient cependant avec une prodigieuse vélocité."},{"index":26,"body":"« Samuel! Samuel! s'écria Kennedy d'une voix tremblante."},{"index":27,"body":"--Qu'as-tu, Dick?"},{"index":28,"body":"--Est-ce une hallucination? est-ce possible?"},{"index":29,"body":"--Que veux-tu dire?"},{"index":30,"body":"--Attends."},{"index":31,"body":"Et le chasseur essuya rapidement les verres de la lunette et se prit à regarder."},{"index":32,"body":"« Eh bien? fit le docteur."},{"index":33,"body":"--C'est lui, Samuel!"},{"index":34,"body":"--Lui! » s'écria ce dernier."},{"index":35,"body":"« Lui » disait tout! Il n'y avait pas besoin de le nommer!"},{"index":36,"body":"« C'est lui à cheval! à cent pas à peine de ses ennemis! il fuit!"},{"index":37,"body":"--C'est bien Joe! dit le docteur en palissant."},{"index":38,"body":"--Il ne peut nous voir dans sa fuite!"},{"index":39,"body":"--Il nous verra, répondit Fergusson en abaissant la flamme de son chalumeau."},{"index":40,"body":"--Mais comment?"},{"index":41,"body":"--Dans cinq minutes nous serons à cinquante pieds du sol; dans quinze, nous serons au-dessus de lui."},{"index":42,"body":"--Il faut le prévenir par un coup de fusil!"},{"index":43,"body":"--Non! il ne peut revenir sur ses pas, il est coupé."},{"index":44,"body":"--Que faire alors?"},{"index":45,"body":"--Attendre."},{"index":46,"body":"--Attendre! Et ces Arabes?"},{"index":47,"body":"--Nous les atteindrons! Nous les dépasserons! Nous ne sommes pas éloignés de deux milles, et pourvu que le cheval de Joe tienne encore"},{"index":48,"body":"--Grand Dieu! fit Kennedy."},{"index":49,"body":"--Qu'y-a-t-il? »"},{"index":50,"body":"Kennedy avait poussé un cri de désespoir en voyant Joe précipité à terre. Son cheval, évidemment rendu, épuisé, venait de s'abattre."},{"index":51,"body":"« Il nous a vus, s'écria le docteur; en se relevant il nous a fait signe!"},{"index":52,"body":"--Mais les Arabes vont l'atteindre! qu'attend-il! Ah! le courageux garçon! Hourra! » fit le chasseur qui ne se contenait plus."},{"index":53,"body":"Joe, immédiatement relevé après sa chute, à l'instant où l'un des plus rapides cavaliers se précipitait sur lui, bondissait comme une panthère, lévitait par un écart, se jetait en croupe, saisissait l'Arabe à la gorge, de ses mains nerveuses, de ses doigts de fer, il l'étranglait, le renversait sur le sable, et continuait sa course effrayante."},{"index":54,"body":"Un immense cri des Arabes s'éleva dans l'air; mais, tout entiers à leur poursuite, ils n'avaient pas vu le Victoria à cinq cents pas derrière eux, et à trente pieds du sol à peine; eux-mêmes, ils n'étaient pas à vingt longueurs de cheval du fugitif."},{"index":55,"body":"L'un d'eux se rapprocha sensiblement de Joe, et il allait le percer de sa lance, quand Kennedy, l'il fixe, la main ferme, l'arrêta net d'une balle et le précipita à terre."},{"index":56,"body":"Joe ne se retourna pas même au bruit. Une partie de la troupe suspendit sa course, et tomba la face dans la poussière à la vue du Victoria; l'autre continua sa poursuite."},{"index":57,"body":"« Mais que fait Joe? s'écria Kennedy, il ne s'arrête pas!"},{"index":58,"body":"--Il fait mieux que cela, Dick; je l'ai compris! il se maintient dans la direction de l'aérostat. Il compte sur notre intelligence! Ah! le brave garçon! Nous l'enlèverons à la barbe de ces Arabes! Nous ne sommes plus qu'à deux cents pas."},{"index":59,"body":"--Que faut-il faire? demanda Kennedy."},{"index":60,"body":"--Laisse ton fusil de côté."},{"index":61,"body":"--Voilà, fit le chasseur en déposant son arme."},{"index":62,"body":"--Peux-tu soutenir dans les bras cent cinquante livres de lest?"},{"index":63,"body":"--Plus encore."},{"index":64,"body":"--Non, cela suffira. »"},{"index":65,"body":"Et des sacs de sable furent empilés par le docteur entre les bras de Kennedy."},{"index":66,"body":"« Tiens-toi à l'arrière de la nacelle, et sois prêt à jeter ce lest d'un seul coup. Mais, sur ta vie! ne le fais pas avant mon ordre!"},{"index":67,"body":"--Sois tranquille!"},{"index":68,"body":"--Sans cela, nous manquerions Joe, et il serait perdu!"},{"index":69,"body":"--Compte sur moi! »"},{"index":70,"body":"Le Victoria dominait presque alors la troupe des cavaliers qui s'élançaient bride abattue sur les pas de Joe Le docteur, à l'avant de la nacelle, tenait l'échelle déployée, prêt à la lancer au moment voulu. Joe avait maintenu sa distance entre ses poursuivants et lui, cinquante pieds environ. Le Victoria les dépassa."},{"index":71,"body":"« Attention! dit Samuel à Kennedy."},{"index":72,"body":"--Je suis prêt."},{"index":73,"body":"--Joe! garde à toi!... » cria le docteur de sa voix retentissante en jetant l'échelle, dont les premiers échelons soulevèrent la poussière du sol."},{"index":74,"body":"A l'appel du docteur, Joe, sans arrêter son cheval, s'était retourné; l'échelle arriva près de lui, et au moment où il s'y accrochait"},{"index":75,"body":"« Jette, cria le docteur à Kennedy."},{"index":76,"body":"--C'est fait »"},{"index":77,"body":"Et le Victoria, délesté dun poids supérieur à celui de Joe, s'éleva à cent cinquante pieds dans les airs."},{"index":78,"body":"Joe se cramponna fortement à l'échelle pendant les vastes oscillations qu'elle eut à décrire; puis faisant un geste indescriptible aux Arabes, et grimpant avec l'agilité d'un clown, il arriva jusqu'à ses compagnons qui le reçurent dans leurs bras."},{"index":79,"body":"Les Arabes poussèrent un cri de surprise et de rage. Le fugitif venait de leur être enlevé au vol, et le Victoria s'éloignait rapidement."},{"index":80,"body":"« Mon maître! Monsieur Dick! » avait dit Joe."},{"index":81,"body":"Et succombant à lémotion, à la fatigue, il s'était évanoui, pendant que Kennedy, presque en délire, s'écriait:"},{"index":82,"body":"« Sauvé! sauvé!"},{"index":83,"body":"--Parbleu! » fit le docteur, qui avait repris sa tranquille impassibilité."},{"index":84,"body":"Joe était presque nu; ses bras ensanglantés, son corps couvert de meurtrissures, tout cela disait ses souffrances. Le docteur pansa ses blessures et le coucha sous la tente."},{"index":85,"body":"Joe revint bientôt de son évanouissement, et demanda un verre d'eau-de-vie, que le docteur ne crut pas devoir lui refuser, Joe n'étant pas un homme à traiter comme tout le monde. Après avoir bu, il serra la main de ses deux compagnons et se déclara prêt à raconter son histoire."},{"index":86,"body":"Mais on ne lui permit pas de parler, et le brave garçon retomba dans un profond sommeil, dont il paraissait avoir grand besoin."},{"index":87,"body":"Le Victoria prenait alors une ligne oblique vers l'ouest. Sous les efforts d'un vent excessif, il revit la lisière du désert épineux, au-dessus des palmiers courbés ou arrachés par la tempête; et après avoir fourni une marche de près de deux cents milles depuis l'enlèvement de Joe, il dépassa vers le soir le dixième degré de longitude."}]}