{"id":"c37","title":"CHAPITRE XXXVII\r","paragraphs":[{"index":0,"body":"La route de louest.--Le réveil de Joe.--Son entêtement.--Fin de l'histoire de Joe.--Tagelel.--Inquiétudes de Kennedy.--Route au nord.--Une nuit prés dAgbadès."},{"index":1,"body":"Le vent pendant la nuit se reposa de ses violences du jour, et le Victoria demeura paisiblement au sommet d'un grand sycomore; le docteur et Kennedy veillèrent à tour de rôle, et Joe en profita pour dormir vigoureusement et tout d'un somme pendant vingt-quatre heures."},{"index":2,"body":"Voilà le remède quil lui faut, dit Fergusson; la nature se chargera de sa guérison. »"},{"index":3,"body":"Au jour, le vent revint assez fort, mais capricieux; il se jetait brusquement dans le nord et le sud, mais en dernier lieu, le Victoria fut entraîné vers; l'ouest."},{"index":4,"body":"Le docteur, la carte à la main, reconnut le royaume du Damerghou, terrain onduleux d'une grande fertilité, avec les huttes de ses villages faites de longs roseaux entremêlés des branchages de l'asclepia; les meules de grains s'élevaient, dans les champs cultivés, sur de petits échafaudages destinés à les préserver de l'invasion des souris et des termites."},{"index":5,"body":"Bientôt on atteignit la ville de Zinder, reconnaissable à sa vaste place des exécutions; au centre se dresse larbre de mort; le bourreau veille au pied, et quiconque passe sous son ombre est immédiatement pendu!"},{"index":6,"body":"En consultant la boussole, Kennedy ne put s'empêcher de dire:"},{"index":7,"body":"« Voilà que nous reprenons encore la route du nord!"},{"index":8,"body":"--Qu'importe? Si elle nous mène à Tombouctou, nous ne nous en plaindrons pas! Jamais plus beau voyage n'aura été accompli en de meilleures circonstances!..."},{"index":9,"body":"--Ni en meilleure santé, riposta Joe, qui passait sa bonne figure toute réjouie à travers les rideaux de la tente."},{"index":10,"body":"--Voilà notre brave ami! s'écria le chasseur, notre sauveur! Comment cela va-t-il?"},{"index":11,"body":"--Mais très naturellement, Monsieur Kennedy, très naturellement! Jamais je ne me suis si bien porté! Rien qui vous rapproche un homme comme un petit voyage d'agrément précédé d'un bain dans le Tchad! n'est-ce pas, mon maître?"},{"index":12,"body":"--Digne cur! répondit Fergusson en lui serrant la main. Que d'angoisses et d'inquiétudes tu nous a causées!"},{"index":13,"body":"--Eh bien, et vous donc! Croyez-vous que j'étais tranquille sur votre sort? Vous pouvez vous vanter de m'avoir fait une fière peur!"},{"index":14,"body":"--Nous ne nous entendrons jamais, Joe, si tu prends les choses de cette façon."},{"index":15,"body":"--Je vois que sa chute ne l'a pas changé, ajouta Kennedy."},{"index":16,"body":"--Ton dévouement a été sublime, mon garçon, et il nous a sauvés; car le Victoria tombait dans le lac, et une fois là, personne n'eût pu l'en tirer."},{"index":17,"body":"--Mais si mon dévouement, comme il vous plaît d'appeler ma culbute, vous a sauvés, est-ce qu'il ne m'a pas sauvé aussi, puisque nous voilà tous les trois en bonne santé? Par conséquent, dans tout cela, nous n'avons rien à nous reprocher."},{"index":18,"body":"--On ne s'entendra jamais avec ce garçon-là, dit le chasseur."},{"index":19,"body":"--Le meilleur moyen de s'entendre, répliqua Joe, c'est de ne plus parler de cela. Ce qui est fait est fait! Bon ou mauvais, il n'y a pas à y revenir."},{"index":20,"body":"--Entêté! fit le docteur en riant. Au moins tu voudras bien nous raconter ton histoire?"},{"index":21,"body":"--Si vous y tenez beaucoup! Mais, auparavant, je vais mettre cette oie grasse en état de parfaite cuisson, car je vois que Dick n'a pas perdu son temps"},{"index":22,"body":"--Comme tu dis, Joe."},{"index":23,"body":"--Eh bien! nous allons voir comment ce gibier d'Afrique se comporte dans un estomac européen. »"},{"index":24,"body":"L'oie fut bientôt grillée à la flamme du chalumeau, et, peu après, dévorée. Joe en prit sa bonne part, comme un homme qui n'a pas mangé depuis plusieurs jours. Après le thé et les grogs, il mit ses compagnons au courant de ses aventures; il parla avec une certaine émotion, tout en envisageant les événements avec sa philosophie habituelle Le docteur ne put s'empêcher de lui presser plusieurs fois la main, quand il vit ce digne serviteur plus préoccupé du salut de son maître que du sien; à propos de la submersion de l'île des Biddiomahs, il lui expliqua la fréquence de ce phénomène sur le lac Tchad."},{"index":25,"body":"Enfin Joe, en poursuivant son récit, arriva au moment où, plongé dans le marais, il jeta un dernier cri de désespoir."},{"index":26,"body":"« Je me croyais perdu, mon maître, dit-il, et mes pensées s'adressaient à vous. Je me mis à me débattre. Comment? je ne vous le dirai pas; j'étais bien décidé à ne pas me laisser engloutir sans discussion, quand, à deux pas de moi, je distingue, quoi? un bout de corde fraîchement coupée; je me permets de faire un dernier effort, et, tant bien que mal, j'arrive au câble; je tire; cela résiste; je me hale, et finalement me voilà en terre ferme! Au bout de la corde je trouve une ancre!... Ah! mon maître! j'ai bien le droit de l'appeler l'ancre du salut, si toutefois vous n'y voyez pas d'inconvénient. Je la reconnais! une ancre du Victoria! vous aviez pris terre en cet endroit! Je suis la direction de la corde qui me donne votre direction, et, après de nouveaux efforts, je me tire de la fondrière. J'avais repris mes forces avec mon courage, et je marchai pendant une partie de la nuit, en m'éloignant du lac. J'arrivai enfin à la lisière d'une immense forêt. Là dans un enclos des chevaux paissaient sans songer à mal. Il y a des moments dans l'existence où tout le monde sait monter à cheval, n'est-il pas vrai? Je ne perds pas une minute à réfléchir, je saute sur le dos de l'un de ces quadrupèdes, et nous voilà filant vers le nord à toute vitesse. Je ne vous parlerai point des villes que je n'ai pas vues, ni des villages que j'ai évités. Non. Je traverse les champs ensemencés, je franchis les halliers, j'escalade les palissades, je pousse ma bête, je l'excite, je l'enlève! J'arrive à la limite des terres cultivées. Bon! le désert! cela me va; je verrai mieux devant moi, et de plus loin. J'espérais toujours apercevoir le Victoria m'attendant en courant des bordées. Mais rien. Au bout de trois heures, je tombai comme un sot dans un campement d'Arabes! Ah! quelle chasse!... Voyez-vous, Monsieur Kennedy, un chasseur ne sait pas ce qu'est une chasse, s'il n'a été chassé lui-même! Et cependant, s'il le peut, je lui donne le conseil de ne pas en essayer! Mon cheval tombait de lassitude; on me serre de prés; je m'abats; je saute en croupe d'un Arabe! Je ne lui en voulais pas, et j'espère bien qu'il ne me garde pas rancune de l'avoir étranglé! Mais je vous avais vus!.. et vous savez le reste. Le Victoria court sur mes traces, et vous me ramassez au vol, comme un cavalier fait dune bague. N'avais-je pas raison de compter sur vous? Eh bien! Monsieur Samuel, vous voyez combien tout cela est simple. Rien de plus naturel au monde! Je suis prêt à recommencer, si cela peut vous rendre service encore! et, d'ailleurs, comme je vous le disais, mon maître, cela ne vaut pas la peine d'en parler."},{"index":27,"body":"--Mon brave Joe! répondit le docteur avec émotion. Nous n'avions donc pas tort de nous fier à ton intelligence et à ton adresse!"},{"index":28,"body":"--Bah! Monsieur, il n'y a qu'à suivre les événements, et on se tire d'affaire! Le plus sûr, voyez-vous, c'est encore d'accepter les choses comme elles se présentent. »"},{"index":29,"body":"Pendant cette histoire de Joe, le ballon avait rapidement franchi une longue étendue de pays. Kennedy fit bientôt remarquer à l'horizon un amas de cases qui se présentait avec l'apparence d'une ville. Le docteur consulta sa carte, et reconnut la bourgade de Tagelel dans le Damerghou."},{"index":30,"body":"« Nous retrouvons ici, dit-il, la route de Barth. C'est là qu'il se sépara de ses deux compagnons Richardson et Overweg. Le premier devait suivre la route de Zinder, le second celle de Maradi, et vous vous rappelez que, de ces trois voyageurs, Barth est le seul qui revit l'Europe."},{"index":31,"body":"--Ainsi, dit le chasseur, en suivant sur la carte la direction du Victoria, nous remontons directement vers le nord?"},{"index":32,"body":"--Directement, mon cher Dick."},{"index":33,"body":"--Et cela ne t'inquiète pas un peu?"},{"index":34,"body":"--Pourquoi?"},{"index":35,"body":"--C'est que ce chemin-là nous mène à Tripoli et au-dessus du grand désert."},{"index":36,"body":"--Oh! nous n'irons pas si loin, mon ami; du moins, je l'espère."},{"index":37,"body":"--Mais où prétends-tu t'arrêter?"},{"index":38,"body":"--Voyons, Dick, ne serais-tu pas curieux de visiter Tembouctou."},{"index":39,"body":"--Tembouctou?"},{"index":40,"body":"--Sans doute, reprit Joe. On ne peut pas se permettre de faire un voyage en Afrique sans visiter Tembouctou!"},{"index":41,"body":"--Tu seras le cinquième ou sixième Européen qui aura vu cette ville mystérieuse!"},{"index":42,"body":"--Va pour Tembouctou!"},{"index":43,"body":"--Alors laisse-nous arriver entre le dix-septième et le dix-huitième degré de latitude, et là nous chercherons un vent favorable qui puisse nous chasser vers l'ouest."},{"index":44,"body":"--Bien, répondit le chasseur, mais avons-nous encore une longue route à parcourir dans le nord?"},{"index":45,"body":"--Cent cinquante milles au moins."},{"index":46,"body":"--Alors, répliqua Kennedy, je vais dormir un peu."},{"index":47,"body":"--Dormez, Monsieur, répondit Joe; vous-même, mon maître, imitez M. Kennedy; vous devez avoir besoin de repos, car je vous ai fait veiller d'une façon indiscrète. »"},{"index":48,"body":"Le chasseur s'étendit sous la tente; mais Fergusson, sur qui la fatigue avait peu de prise, demeura à son poste d'observation."},{"index":49,"body":"Au bout de trois heures, le Victoria franchissait avec une extrême rapidité un terrain caillouteux, avec des rangées de hautes montagnes nues à base granitique; certains pics isolés atteignaient même quatre mille pieds de hauteur; les girafes, les antilopes, les autruches bondissaient avec une merveilleuse agilité au milieu des forêts d'acacias, de mimosas, de souahs et de dattiers; après l'aridité du désert, la végétation reprenait son empire. C'était le pays des Kailouas qui se voilent le visage au moyen d'une bande de coton, ainsi que leurs dangereux voisins les Touareg."},{"index":50,"body":"A dix heures du soir, après une superbe traversée de deux cent cinquante milles, le Victoria s'arrêta au-dessus d'une ville importante; la lune en laissait entrevoir une partie à demi ruinée; quelques pointes de mosquées s'élançaient çà et là frappées d'un blanc rayon de lumière; le docteur prit la hauteur des étoiles, et reconnut qu'il se trouvait sous la latitude d'Aghadés."},{"index":51,"body":"Cette ville, autrefois le centre d'un immense commerce, tombait déjà en ruines à l'époque où la visita le docteur Barth."},{"index":52,"body":"Le Victoria, n'étant pas aperçu dans l'ombre, prit terre à deux milles au-dessus d'Agbadès, dans un vaste champ de millet. La nuit fut assez tranquille et disparut vers les cinq heures du matin, pendant qu'un vent léger sollicitait le ballon vers l'ouest, et même un peu au sud."},{"index":53,"body":"Fergusson s'empressa de saisir cette bonne fortune. Il s'enleva rapidement et s'enfuit dans une longue traînée des rayons du soleil."}]}