{"id":"c38","title":"CHAPITRE XXXVIII","paragraphs":[{"index":0,"body":"La journée du 17 mai fut tranquille et exempte de tout incident; le désert recommençait; un vent moyen ramenait le Victoria dans le sud-ouest; il ne déviait ni à droite ni à gauche; son ombre traçait sur le sable une ligne rigoureusement droite."},{"index":1,"body":"Avant son départ, le docteur avait renouvelé prudemment sa provision d'eau; il craignait de ne pouvoir prendre terre sur ces contrées infestées par les Touareg Aouelimminien. Le plateau, élevé de dix-huit cents pieds au-dessus du niveau de la mer, se déprimait vers le sud. Les voyageurs, ayant coupé la route d'Aghadès à Mourzouk, souvent battue par le pied des chameaux, arrivèrent au soir par 16° de latitude et 4° 55' de longitude, après avoir franchi cent quatre-vingts milles d'une longue monotonie."},{"index":2,"body":"Pendant cette journée, Joe apprêta les dernières pièces de gibier, qui n'avaient reçu qu'une préparation sommaire; il servit au souper des brochette de bécassines fort appétissantes. Le vent étant bon, le docteur résolut de continuer sa route pendant une nuit que la lune, presque pleine encore, faisait resplendissante. Le Victoria s'éleva à une hauteur de cinq cents pieds, et, pendant cette traversée nocturne de soixante milles environ, le léger sommeil d'un enfant n'eût même pas été troublé."},{"index":3,"body":"Le dimanche matin, nouveau changement dans la direction du vent; il porta vers le nord-ouest; quelques corbeaux volaient dans les airs, et, vers l'horizon, une troupe de vautours, qui se tint fort heureusement éloignée."},{"index":4,"body":"La vue de ces oiseaux amena Joe à complimenter son maître sur son idée des deux ballons."},{"index":5,"body":"« Où en serions-nous, dit-il, avec une seule enveloppe? Ce second ballon, c'est comme la chaloupe d'un navire; en cas de naufrage, on peut toujours la prendre pour se sauver."},{"index":6,"body":"--Tu as raison, mon ami; seulement ma chaloupe m'inquiète un peu; elle ne vaut pas le bâtiment."},{"index":7,"body":"--Que veux-tu dire? demanda Kennedy."},{"index":8,"body":"--Je veux dire que le nouveau Victoria ne vaut pas l'ancien; soit que le tissu en ait été trop éprouvé, soit que la gutta-percha se soit fondue à la chaleur du serpentin, je constate une certaine déperdition de gaz; ce n'est pas grandchose jusqu'ici, mais enfin c'est appréciable; nous avons une tendance à baisser, et, pour me maintenir, je suis forcé de donner plus de dilatation à l'hydrogène."},{"index":9,"body":"--Diable! fit Kennedy, je ne vois guère de remède à cela."},{"index":10,"body":"--Il n'y en a pas, mon cher Dick; c'est pourquoi nous ferions bien de nous presser, en évitant même les haltes de nuit."},{"index":11,"body":"--Sommes-nous encore loin de la côte? demanda Joe."},{"index":12,"body":"--Quelle côte, mon garçon? Savons-nous donc où le hasard nous conduira; tout ce que je puis te dire, c'est que Tembouctou se trouve encore à quatre cents milles dans l'ouest."},{"index":13,"body":"--Et quel temps mettrons-nous à y parvenir?"},{"index":14,"body":"--Si le vent ne nous écarte pas trop, je compte rencontrer cette ville mardi vers le soir."},{"index":15,"body":"--Alors, fit Joe en indiquant une longue file de bêtes et d'hommes qui serpentait en plein désert, nous arriverons plus vite que cette caravane.»"},{"index":16,"body":"Fergusson et Kennedy se penchèrent et aperçurent une vaste agglomération d'êtres de toute espèce; il y avait là plus de cent cinquante chameaux, de ceux qui pour douze mutkals d'or [Cent vingt-cinq francs.] vont de Tembouctou à Tafilet avec une charge de cinq cents livres sur le dos; tous portaient sous la queue un petit sac destiné à recevoir leurs excréments, seul combustible sur lequel on puisse compter dans le désert."},{"index":17,"body":"Ces chameaux des Touaregs sont de la meilleure espèce; ils peuvent rester de trois à sept jours sans boire, et deux jours sans manger; leur vitesse est supérieure à celle des chevaux, et ils obéissent avec intelligence à la voix du khabir, le guide de la caravane. On les connaît dans le pays sous le nom de « mehari. »"},{"index":18,"body":"Tels furent les détails donnés par le docteur, pendant que ses compagnons considéraient cette multitude d'hommes, de femmes, d'enfants, marchant avec peine sur un sable à demi mouvant, à peine contenu par quelques chardons, des herbes flétries et des buissons chétifs. Le vent effaçait la trace de leurs pas presque instantanément."},{"index":19,"body":"Joe demanda comment les Arabes parvenaient à se diriger dans le désert, et à gagner les puits épars dans cette immense solitude."},{"index":20,"body":"« Les Arabes, répondit Fergusson, ont reçu de la nature un merveilleux instinct pour reconnaître leur route; là où un Européen serait désorienté, ils n'hésitent jamais; une pierre insignifiante, un caillou, une touffe d'herbe, la nuance différente des sables, leur suffit pour marcher sûrement; pendant la nuit, ils se guident sur l'étoile polaire; ils ne font pas plus de deux milles à l'heure, et se reposent pendant les grandes chaleurs de midi; ainsi jugez du temps qu'ils mettent à traverser le Sahara, un désert de plus de neuf cents milles. »"},{"index":21,"body":"Mais le Victoria avait déjà disparu aux yeux étonnés des Arabes, qui devaient envier sa rapidité. Au soir, il passait par 2° 20' de longitude [Le zéro du méridien de Paris.], et, pendant la nuit, il franchissait encore plus d'un degré."},{"index":22,"body":"Le lundi, le temps changea complètement; la pluie se mit à tomber avec une grande violence; il fallut résister à ce déluge et à l'accroissement de poids dont il chargeait le ballon et la nacelle; cette perpétuelle averse expliquait les marais et les marécages qui composaient uniquement la surface du pays; la végétation y reparaissait avec les mimosas, les baobabs et les tamarins."},{"index":23,"body":"Tel était le Sonray avec ses villages coiffés de toits renversés comme des bonnets arméniens; il y avait peu de montagnes, mais seulement ce quil fallait de collines pour faire des ravins et des réservoirs, que les pintades et les bécassines sillonnaient de leur vol; çà et là un torrent impétueux coupait les routes; les indigènes le traversaient en se cramponnant à une liane tendue d'un arbre à un autre; les forêts faisaient place aux jungles dans lesquels remuaient alligators, hippopotames et rhinocéros."},{"index":24,"body":"« Nous ne tarderons pas à voir le Niger, dit le docteur; la contrée se métamorphose aux approches des grands fleuves. Ces chemins qui marchent, suivant une juste expression, ont d'abord apporté la végétation avec eux, comme ils apporteront la civilisation plus tard. Ainsi, dans son parcours de deux mille cinq cents milles? le Niger a semé sur ses bords les plus importantes cités de l'Afrique."},{"index":25,"body":"--Tiens, dit Joe, cela me rappelle l'histoire de ce grand admirateur de la Providence; qui la louait du soin qu'elle avait eu de faire passer les fleuves au milieu des grandes villes! »"},{"index":26,"body":"A midi, le Victoria passa au-dessus d'une bourgade, d'une réunion de huttes assez misérables, qui fut autrefois une grande capitale."},{"index":27,"body":"« C'est là, dit le docteur, Barth traversa le Niger à son retour de Tembouctou: voici le fleuve fameux dans l'antiquité, le rival du Nil, auquel la superstition païenne donna une origine céleste; comme lui, il préoccupa lattention des géographes de tous les temps; comme celle du Nil, et plus encore, son exploration a coûté de nombreuses victimes."},{"index":28,"body":"Le Niger coulait entre deux rives largement séparées; ses eaux roulaient vers le sud avec une certaine violence; mais les voyageurs entraînés purent à peine en saisir les curieux contours."},{"index":29,"body":"« Je veux vous parler de ce fleuve, dit Fergusson, et il est déjà loin de nous! Sous les noms de Dhiouleba, de Mayo, d'Egghirreou, de Quorra, et autres encore, il parcourt une étendue immense de pays, et lutterait presque de longueur avec le Nil. Ces noms signifient tout simplement « le fleuve », suivant les contrées qu'il traverse."},{"index":30,"body":"--Est-ce que le docteur Barth a suivi cette route? demanda Kennedy."},{"index":31,"body":"--Non, Dick; en quittant le lac Tchad, il traversa les villes principales du Bornou et vint couper le Niger à Say, quatre degrés au-dessous de Gao; puis il pénétra au sein de ces contrées inexplorées que le Niger renferme dans son coude, et, après huit mois de nouvelles fatigues, il parvint à Tembouctou; ce que nous ferons en trois jours à peine, avec un vent aussi rapide."},{"index":32,"body":"--Est-ce qu'on a découvert les sources du Niger? demanda Joe."},{"index":33,"body":"--Il y a longtemps, répondit le docteur. La reconnaissance du Niger et de ses affluents attira de nombreuses explorations, et je puis vous indiquer les principales. De 1749 à 1758, Adamson reconnaît le fleuve et visite Gorée; de 1785 à 1788, Golberry et Geoffroy parcourent les déserts de la Sénégambie et remontent jusqu'au pays des Maures, qui assassinèrent Saugnier, Brisson, Adam, Riley, Cochelet, et tant d'autres infortunés. Vient alors l'illustre Mungo-Park, l'ami de Walter-Scott, Écossais comme lui. Envoyé en 1795 par la Société africaine de Londres, il atteint Bambarra, voit le Niger, fait cinq cents milles avec un marchand d'esclaves, reconnaît la rivière de Gambie et revient en Angleterre en 1797, il repart le 30 janvier 1805 avec son beau-frère Anderson, Scott le dessinateur et une troupe douvriers; il arrive à Gorée; s'adjoint un détachement de trente-cinq soldats, revoit le Niger le 19 août; mais alors, par suite des fatigues, des privations, des mauvais traitements, des inclémences du ciel, de l'insalubrité du pays, il ne reste plus que onze vivants de quarante Européens; le 16 novembre, les dernières lettres de Mungo-Park parvenaient à sa femme, et, un an plus tard, on apprenait par un trafiquant du pays qu'arrivé à Boussa, sur le Niger, le 23 décembre linfortuné voyageur vit sa barque renversée par les cataractes du fleuve, et que lui-même fut massacré par les indigènes."},{"index":34,"body":"--Et cette fin terrible n'arrêta pas les explorateurs?"},{"index":35,"body":"--Au contraire, Dick; car alors on avait non seulement à reconnaître le fleuve, mais à retrouver les papier du voyageur. Dès 1816, une expédition s'organise à Londres, à laquelle prend part le major Gray; elle arrive au Sénégal, pénètre dans le Fouta-Djallon, visite les populations foullahs et mandingues, et revient en Angleterre sans autre résultat. En 1822, le major Laing explore toute la partie de l'Afrique occidentale voisine des possessions anglaises, et ce fut lui qui arriva le premier aux sources du Niger; d'après ses documents, la source de ce fleuve immense n'aurait pas deux pieds de largeur."},{"index":36,"body":"--Facile à sauter, dit Joe."},{"index":37,"body":"--Eh! eh! facile! répliqua le docteur. Si l'on s'en rapporte à la tradition, quiconque essaye de franchir cette source en la sautant est immédiatement englouti; qui veut y puiser de l'eau se sent repoussé par une main invisible."},{"index":38,"body":"--Et il est permis de ne pas en croire un mot? demanda Joe."},{"index":39,"body":"--Cela est permis. Cinq ans plus tard, le major Laing devait s'élancer au travers du Sahara, pénétrer jusqu'à Tembouctou, et mourir étranglé à quelques milles au-dessus par les Oulad-Shiman, qui voulaient l'obliger à se faire musulman."},{"index":40,"body":"--Encore une victime! dit le chasseur."},{"index":41,"body":"--C'est alors qu'un courageux jeune homme entreprit avec ses faibles ressources et accomplit le plus étonnant des voyages modernes; je veux parler du Français René Caillié Après diverses tentatives en 1819 et en 1824, il partit à nouveau, le 19 avril 1827, du Rio-Nunez; le 3 août, il arriva tellement épuisé et malade à Timé, qu'il ne put reprendre son voyage qu'en janvier 1828, six mois après; il se joignit alors à une caravane, protégé par son vêtement oriental, atteignit le Niger le 10 mars, pénétra dans la ville de Jenné, s'embarqua sur le fleuve et le descendit jusqu'à Tembouctou, où il arriva le 30 avril. Un autre Français, Imbert, en 1670, un Anglais, Robert Adams, en 1810, avaient peut-être vu cette ville curieuse; mais René Caillié devait être le premier Européen qui en ait rapporté des données exactes; le 4 mai, il quitta cette reine du désert; le 9, il reconnut l'endroit même où fut assassiné le major Laing; le 19, il arriva à El-Araouan et quitta cette ville commerçante pour franchir, à travers mille dangers, les vastes solitudes comprises entre le Soudan et les régions septentrionales de l'Afrique; enfin il entra à Tanger, et, le 28 septembre, il s'embarqua pour Toulon; en dix-neuf mois, malgré cent quatre-vingts jours de maladie, il avait traversé l'Afrique de l'ouest au nord. Ah! si Caillié fût né en Angleterre, on l'eut honoré comme le plus intrépide voyageur des temps modernes; à l'égal de Mungo-Park. Mais, en France, il n'est pas apprécié à sa valeur [Le docteur Fergusson, en sa qualité d'Anglais, exagère peut-être; néanmoins, nous devons reconnaître que René Caillié ne jouit pas en France, parmi les voyageurs, d'une célébrité digne de son dévouement et de son courage]."},{"index":42,"body":"--C'était un hardi compagnon, dit le chasseur. Et qu'est-il devenu?"},{"index":43,"body":"--Il est mort à trente-neuf ans, des suites de ses fatigues; on crut avoir assez fait en lui décernant le prix de la Société de géographie en 1828; les plus grands honneurs lui eussent été rendus en Angleterre! Au reste, tandis qu'il accomplissait ce merveilleux voyage, un Anglais concevait la même entreprise et la tentait avec autant de courage, sinon autant de bonheur. C'est le capitaine Clapperton, le compagnon de Denham. En 1829, il rentra en Afrique par la côte ouest dans le golfe de Bénin; il reprit les traces de Mungo-Park et de Laing, retrouva dans Boussa les documents relatifs à la mort du premier, arriva le 20 août à Sakcatou où, retenu prisonnier, il rendit le dernier soupir entre les mains de son fidèle domestique Richard Lander."},{"index":44,"body":"--Et que devint ce Lander? demanda Joe fort intéressé."},{"index":45,"body":"--Il parvint à regagner la côte et revint à Londres, rapportant les papiers du capitaine et une relation exacte de son propre voyage; il offrit alors ses services au gouvernement pour compléter la reconnaissance du Niger; il s'adjoignit son frère John, second enfant de pauvres gens des Cornouailles, et tous les deux, de 1829 à 1831, ils redescendirent le fleuve depuis Boussa jusqu'à son embouchure, le décrivant village par village, mille par mille."},{"index":46,"body":"--Ainsi, ces deux frères échappèrent au sort commun? demanda Kennedy."},{"index":47,"body":"--Oui, pendant cette exploration du moins, car en 1833 Richard entreprit un troisième voyage au Niger, et périt frappé d'une balle inconnue prés de l'embouchure du fleuve. Vous le voyez donc, mes amis, ce pays, que nous traversons, a été témoin de nobles dévouements, qui n'ont eu trop souvent que la mort pour récompense! »"}]}