{"id":"c39","title":"CHAPITRE XXXIX","paragraphs":[{"index":0,"body":"Pendant cette maussade journée du lundi, le docteur Fergusson se plut à donner à ses compagnons mille détails sur la contrée qu'ils traversaient. Le sol assez plat n'offrait aucun obstacle à leur marche. Le seul souci du docteur était causé par ce maudit vent du nord-est qui soufflait avec rage et l'éloignait de la latitude de Tembouctou."},{"index":1,"body":"Le Niger, après avoir remonté au nord jusqu'à cette ville, s'arrondit comme un immense jet d'eau et retombe dans l'océan Atlantique en gerbe largement épanouie; dans ce coude, le pays est très varié, tantôt d'une fertilité luxuriante, tantôt d'une extrême aridité; les plaines incultes succèdent aux champs de maïs, qui sont remplacés par de vastes terrains couverts de genêts; toutes les espèces d'oiseaux d'humeur aquatique, pélicans, sarcelles martins-pêcheurs, vivent en troupes nombreuses sur les bords des torrents et des marigots."},{"index":2,"body":"De temps en temps apparaissait un camp de Touareg, abrités sous leurs tentes de cuir, tandis que les femmes vaquaient aux travaux extérieurs, trayant leurs chamelles et fumant leurs pipes à gros foyer."},{"index":3,"body":"Le Victoria, vers huit heures du soir, s'était avancé de plus de doux cents milles à l'ouest, et les voyageurs furent alors témoins d'un magnifique spectacle."},{"index":4,"body":"Quelques rayons de lune se frayèrent un chemin par une fissure des nuages, et, glissant entre les raies de pluie, tombèrent sur la chaîne des monts Hombori. Rien de plus étrange que ces crêtes d'apparence basaltique; elles se profilaient en silhouettes fantastiques sur le ciel assombri; on eut dit les ruines légendaires d'une immense ville du moyen âge, telles que, par les nuits sombres, les banquises des mers glaciales en présentent au regard étonné."},{"index":5,"body":"« Voilà un site des Mystères d'Udolphe, dit le docteur; Ann Radcliff n'aurait pas découpé ces montagnes sous un plus effrayant aspect."},{"index":6,"body":"--Ma foi! répondit Joe, je n'aimerais pas à me promener seul le soir dans ce pays de fantômes. Voyez-vous, mon maître, si ce n'était pas si lourd, j'emporterais tout ce paysage en Écosse. Cela ferait bien sur les bords du lac Lomond, et les touristes y courraient en foule."},{"index":7,"body":"--Notre ballon n'est pas assez grand pour te permettre cette fantaisie. Mais il me semble que notre direction change. Bon! les lutins de l'endroit sont fort aimables; ils nous soufflent un petit vent de sud-est qui va nous remettre en bon chemin. »"},{"index":8,"body":"En effet, le Victoria reprenait une route plus au nord, et le 20, au matin, il passait au-dessus d'un inextricable réseau de canaux, de torrents, de rivières, tout l'enchevêtrement complet des affluents du Niger. Plusieurs de ces canaux, recouverts d'une herbe épaisse, ressemblaient à de grasses prairies. Là, le docteur retrouva la route de Barth, quand celui-ci s'embarqua sur le fleuve pour le descendre jusquà Tembouctou. Large de huit cents toises, le Niger coulait ici entre deux rives riches en crucifères et en tamarins; les troupeaux bondissants des gazelles mêlaient leurs cornes annelées aux grandes herbes, entre lesquelles l'alligator les guettait en silence."},{"index":9,"body":"De longues files d'ânes et de chameaux, chargés des marchandises de Jenné, s'enfonçaient sous les beaux arbres; bientôt un amphithéâtre de maisons basses apparut à un détour du fleuve; sur les terrasses et les toits était amoncelé tout le fourrage recueilli dans les contrées environnantes."},{"index":10,"body":"« C'est Kabra, s'écria joyeusement le docteur; c'est le port de Tembouctou; la ville n'est pas à cinq milles d'ici!"},{"index":11,"body":"Alors vous êtes satisfait, Monsieur? demanda Joe."},{"index":12,"body":"--Enchanté, mon garçon."},{"index":13,"body":"--Bon, tout est pour le mieux, »"},{"index":14,"body":"En effet, à deux heures, la reine du désert, la mystérieuse Tembouctou, qui eut, comme Athènes et Rome, ses écoles de savants et ses chaires de philosophie, se déploya sous les regards des voyageurs."},{"index":15,"body":"Fergusson en suivait les moindres détails sur le plan tracé par Barth lui-même, il en reconnut l'extrême exactitude."},{"index":16,"body":"La ville forme un vaste triangle inscrit dans une immense plaine de sable blanc; sa pointe se dirige vers le nord et perce un coin du désert; rien aux alentours; à peine quelques graminées, des mimosas nains et des arbrisseaux rabougris."},{"index":17,"body":"Quant à l'aspect de Tembouctou, que l'on se figure un entassement de billes et de dés à jour; voilà l'effet produit à vol d'oiseau; les rues, assez étroites, sont bordées de maisons qui n'ont qu'un rez-de-chaussée, construites en briques cuites au soleil, et de huttes de paille et de roseaux, celles-ci coniques, celles-là carrées; sur les terrasses sont nonchalamment étendus quelques habitants drapés dans leur robe éclatante, la lance ou le mousquet à la main; de femmes point, à cette heure du jour."},{"index":18,"body":"« Mais on les dit belles, ajouta le docteur. Vous voyez les trois tours des trois mosquées, restées seules entre un grand nombre. La ville est bien déchue de son ancienne splendeur! Au sommet du triangle s'élève la mosquée de Sankore avec ses rangées de galeries soutenues par des arcades d'un dessin assez pur; plus loin, près du quartier de Sane-Gungu, la mosquée de Sidi-Yahia et quelques maisons à deux étages. Ne cherchez ni palais ni monuments. Le cheik est un simple trafiquant, et sa demeure royale un comptoir."},{"index":19,"body":"--Il me semble, dit Kennedy, apercevoir des remparts à demi renversés."},{"index":20,"body":"--Ils ont été détruits par les Foullannes en 1826; alors la ville était plus grande d'un tiers, car Tembouctou, depuis le XIe siècle, objet de convoitise générale, a successivement appartenu aux Touareg, aux Sourayens, aux Marocains, aux Foullannes; et ce grand centre de civilisation, où un savant comme Ahmed-Baba possédait au XVIe siècle une bibliothèque de seize cents manuscrits, n'est plus qu'un entrepôt de commerce de l'Afrique centrale. »"},{"index":21,"body":"La ville paraissait livrée, en effet, à une grande incurie; elle accusait la nonchalance épidémique des cités qui s'en vont; d'immenses décombres s'amoncelaient dans les faubourgs et formaient avec la colline du marché les seuls accidents du terrain."},{"index":22,"body":"Au passage du Victoria, il se fit bien quelque mouvement, le tambour fut battu; mais à peine si le dernier savant de l'endroit eut le temps dobserver ce nouveau phénomène; les voyageurs; repoussés par le vent du désert, reprirent le cours sinueux du fleuve, et bientôt Tembouctou ne fut plus qu'un des souvenirs rapides de leur voyage."},{"index":23,"body":"« Et maintenant, dit le docteur, le ciel nous conduise où il lui plaira!"},{"index":24,"body":"--Pourvu que ce soit dans l'ouest! répliqua Kennedy!"},{"index":25,"body":"--Bah! fit Joe, il s'agirait de revenir à Zanzibar par le même chemin, et de traverser l'Océan jusqu'en Amérique, cela ne m'effrayerait guère!"},{"index":26,"body":"--Il faudrait d'abord le pouvoir, Joe."},{"index":27,"body":"--Et que nous manque-t-il pour cela!"},{"index":28,"body":"--Du gaz, mon garçon; la force ascensionnelle du ballon diminue sensiblement, et il faudra de grands ménagements pour qu'il nous porte jusqu'à la côte. Je vais même être forcé de jeter du lest. Nous sommes trop lourds."},{"index":29,"body":"--Voilà ce que c'est que de ne rien faire, mon maître! A rester toute la journée étendu comme un fainéant dans son hamac, on engraisse et l'on devient pesant. C'est un voyage de paresseux que le notre, et, au retour, on nous trouvera affreusement gros et gras."},{"index":30,"body":"--Voilà bien des réflexions dignes de Joe, répondit le chasseur; mais attends donc la fin; sais-tu ce que le ciel nous réserve? Nous sommes encore loin du terme de notre voyage. Où crois-tu rencontrer la côte d'Afrique, Samuel?"},{"index":31,"body":"--Je serais fort empêché de te répondre, Dick; nous sommes à la merci de vents très variables; mais enfin je m'estimerai heureux si j'arrive entre Sierra-Leone et Portendick; il y a là une certaine étendue le pays où nous rencontrerons des amis."},{"index":32,"body":"--Et ce sera plaisir de leur serrer la main; mais suivons-nous, au moins, la direction voulue!"},{"index":33,"body":"--Pas trop, Dick, pas trop; regarde l'aiguille aimantée nous portons au sud, et nous remontons le Niger vers ses sources."},{"index":34,"body":"--Une fameuse occasion de les découvrir, riposta Joe, si elles n'étaient déjà connues. Est-ce qu'à la rigueur on ne pourrait pas lui en trouver d'autres?"},{"index":35,"body":"--Non, Joe; mais sois tranquille, j'espère bien ne pas aller jusque-là. »"},{"index":36,"body":"A la nuit tombante, le docteur jeta les derniers sacs de lest; le Victoria se releva, le chalumeau, quoique fonctionnant à pleine flamme, pouvait à peine le maintenir; il se trouvait alors à soixante milles dans le sud de Tembouctou, et, le lendemain, il se réveillait sur les bords du Niger, non loin du lac Debo."}]}