{"id":"c42","title":"CHAPITRE XLII","paragraphs":[{"index":0,"body":"Le docteur Fergusson commença par relever sa position d'après la hauteur des étoiles; il se trouvait à vingt-cinq milles à peine du Sénégal."},{"index":1,"body":"« Tout ce que nous pouvons faire, mes amis, dit-il après avoir pointé sa carte, c'est de passer le fleuve; mais comme il n'y a ni pont ni barques, il faut à tout prix le passer en ballon; pour cela, nous devons nous alléger encore."},{"index":2,"body":"--Mais je ne vois pas trop comment nous y parviendrons, répondit le chasseur qui craignait pour ses armes; à moins que l'un de nous se décide à se sacrifier, de rester en arrière... et, à mon tour, je réclame cet honneur."},{"index":3,"body":"--Par exemple! répondit Joe; est-ce que je n'ai pas l'habitude..."},{"index":4,"body":"--Il ne s'agit pas de se jeter, mon ami, mais de regagner à pied la côte d'Afrique; je suis bon marcheur, bon chasseur..."},{"index":5,"body":"--Je ne consentirai jamais! répliqua Joe."},{"index":6,"body":"--Votre combat de générosité est inutile, mes braves amis, dit Fergusson; j'espère que nous n'en arriverons pas à cette extrémité; d'ailleurs, s'il le fallait, loin de nous séparer, nous resterions ensemble pour traverser ce pays."},{"index":7,"body":"--Voilà qui est parlé, fit Joe; une petite promenade ne nous fera pas de mal."},{"index":8,"body":"--Mais auparavant, reprit le docteur, nous allons employer un dernier moyen pour alléger notre Victoria."},{"index":9,"body":"--Lequel? fit Kennedy; je serais assez curieux de le connaître."},{"index":10,"body":"--Il faut nous débarrasser des caisses du chalumeau, de la pile de bunzen et du serpentin; nous avons là près de neuf cents livres bien lourdes à traîner par les airs."},{"index":11,"body":"--Mais, Samuel, comment ensuite obtiendras-tu la dilatation du gaz?"},{"index":12,"body":"--Je ne lobtiendrai pas; nous nous en passerons."},{"index":13,"body":"--Mais enfin..."},{"index":14,"body":"--Écoutez-moi, mes amis; j'ai calculé fort exactement ce qui nous reste de force ascensionnelle; elle est suffisante pour nous transporter tous les trois avec le peu d'objets qui nous restent; nous ferons à peine un poids de cinq cents livres, en y comprenant nos deux ancres que je tiens à conserver."},{"index":15,"body":"--Mon cher Samuel, répondit le chasseur, tu es plus compétent que nous en pareille matière; tu es le seul juge de la situation; dis-nous ce que nous devons faire, et nous le ferons."},{"index":16,"body":"--A vos ordres, mon maître."},{"index":17,"body":"--Je vous répète, mes amis, quelque grave que soit cette détermination, il faut sacrifier notre appareil."},{"index":18,"body":"--Sacrifions le! répliqua Kennedy."},{"index":19,"body":"--A l'ouvrage! » fit Joe."},{"index":20,"body":"Ce ne fut pas un petit travail; il fallut démonter l'appareil pièce par pièce; on enleva d'abord la caisse de mélange, puis celle du chalumeau, et enfin la caisse où s'opérait la décomposition de l'eau; il ne fallut pas moins de la force réunie des trois voyageurs pour arracher les récipients du fond de la nacelle dans laquelle ils étaient fortement encastrés; mais Kennedy était si vigoureux, Joe si adroit, Samuel si ingénieux, qu'ils en vinrent à bout; ces diverses pièces furent successivement jetées au dehors, et elles disparurent en faisant de vastes trouées dans le feuillage des sycomores."},{"index":21,"body":"« Les nègres seront bien étonnés, dit Joe, de rencontrer de pareils objets dans les bois; ils sont capables d'en faire des idoles! »"},{"index":22,"body":"On dut ensuite s'occuper des tuyaux engagés dans le ballon, et qui se rattachaient au serpentin. Joe parvint à couper à quelques pieds au-dessus de la nacelle les articulations de caoutchouc; mais quant aux tuyaux, ce fut plus difficile, car ils étaient retenus par leur extrémité supérieure et fixés par des fils de laiton au cercle même de la soupape."},{"index":23,"body":"Ce fut alors que Joe déploya une merveilleuse adresse; les pieds nus, pour ne pas érailler l'enveloppe, il parvint à l'aide du filet, et malgré les oscillations, à grimper jusqu'au sommet extérieur de l'aérostat; et là, après mille difficultés, accroché d'une main à cette surface glissante, il détacha les écrous extérieurs qui retenaient les tuyaux. Ceux-ci alors se détachèrent aisément, et furent retirés par l'appendice inférieur, qui fut hermétiquement refermé au moyen d'une forte ligature."},{"index":24,"body":"Le Victoria, délivré de ce poids considérable, se redressa dans l'air et tendit fortement la corde de lancre."},{"index":25,"body":"A minuit, ces divers travaux se terminaient heureusement, au prix de bien des fatigues; on prit rapidement un repas fait de pemmican et de grog froid, car le docteur n'avait plus de chaleur à mettre à la disposition de Joe."},{"index":26,"body":"Celui-ci, d'ailleurs, et Kennedy tombaient de fatigue."},{"index":27,"body":"« Couchez-vous et dormez, mes amis, leur dit Fergusson; je vais prendre le premier quart; à deux heures, je réveillerai Kennedy; à quatre heures, Kennedy réveillera Joe; à six heures, nous partirons, et que le ciel veille encore sur nous pendant cette dernière journée! »"},{"index":28,"body":"Sans se faire prier davantage, les deux compagnons du docteur s'étendirent au fond de la nacelle, et s'endormirent d'un sommeil aussi rapide que profond."},{"index":29,"body":"La nuit était paisible; quelques nuages s'écrasaient contre le dernier quartier de la lune, dont les rayons indécis rompaient à peine l'obscurité. Fergusson, accoudé sur le bord de la nacelle, promenait ses regards autour de lui; il surveillait avec attention le sombre rideau de feuillage qui s'étendait sous ses pieds en lui dérobant la vue du sol; le moindre bruit lui semblait suspect, et il cherchait à s'expliquer jusqu'au léger frémissement des feuilles."},{"index":30,"body":"Il se trouvait dans cette disposition d'esprit que la solitude rend plus sensible encore, et pendant laquelle de vagues terreurs vous montent au cerveau. A la fin d'un pareil voyage, après avoir surmonté tant d'obstacles, au moment de toucher le but, les craintes sont plus vives, les émotions plus fortes, le point d'arrivée semble fuir devant les yeux."},{"index":31,"body":"D'ailleurs, la situation actuelle n'offrait rien de rassurant, au milieu d'un pays barbare, et avec un moyen de transport qui, en définitive, pouvait faire défaut d'un moment à l'autre. Le docteur ne comptait plus sur son ballon d'une façon absolue; le temps était passé où il le manuvrait avec audace parce qu'il était sûr de lui."},{"index":32,"body":"Sous ces impressions, le docteur put saisir parfois quelques rumeurs indéterminées dans ces vastes forêts; il crut même voir un feu rapide briller entre les arbres; il regarda vivement, et porta sa lunette de nuit dans cette direction; mais rien n'apparut, et il se fit même comme un silence plus profond."},{"index":33,"body":"Fergusson avait sans doute éprouvé une hallucination; il écouta sans surprendre le moindre bruit; le temps de son quart étant alors écoulé, il réveilla Kennedy, lui recommanda une vigilance extrême, et prit place aux côtés de Joe qui dormait de toutes ses forces."},{"index":34,"body":"Kennedy alluma tranquillement sa pipe, tout en frottant ses yeux, qu'il avait de la peine à tenir ouverts; il s'accouda dans un coin, et se mit à fumer vigoureusement pour chasser le sommeil."},{"index":35,"body":"Le silence le plus absolu régnait autour de loi; un vent léger agitait la cime des arbres et balançait doucement la nacelle, invitant le chasseur a ce sommeil qui l'envahissait malgré lui; il voulut y résister, ouvrit plusieurs fois les paupières, plongea dans la nuit quelques-uns de ces regards qui ne voient pas, et enfin, succombant à la fatigue, il s'endormit."},{"index":36,"body":"Combien de temps fut-il plongé dans cet état d'inertie? Il ne put s'en rendre compte à son réveil, qui fut brusquement provoqué par un pétillement inattendu."},{"index":37,"body":"Il se frotta les yeux, il se leva. Une chaleur intense se projetait sur sa figure. La forêt était en flammes."},{"index":38,"body":"« Au feu! au feu! s'écria-t-il, » sans trop comprendre l'événement."},{"index":39,"body":"Ses deux compagnons se relevèrent."},{"index":40,"body":"« Qu'est-ce donc! demanda Samuel."},{"index":41,"body":"--L'incendie! fit Joe... Mais qui peut... »"},{"index":42,"body":"En ce moment des hurlements éclatèrent sous le feuillage violemment illuminé."},{"index":43,"body":"« Ah! les sauvages! s'écria Joe. Ils ont mis le feu à la forêt pour nous incendier plus sûrement!"},{"index":44,"body":"--Les Talibas! les marabouts d'Al-Hadji, sans doute! » dit le docteur."},{"index":45,"body":"Un cercle de feu entourait le Victoria; les craquements du bois mort se mêlaient aux gémissements des branches vertes; les lianes, les feuilles, toute la partie vivante de cette végétation se tordait dans l'élément destructeur; le regard ne saisissait qu'un océan de flammes; les grands arbres se dessinaient en noir dans la fournaise, avec leurs branches couvertes de charbons incandescents; cet amas enflammé, cet embrasement se réfléchissait dans les nuages, et les voyageurs se crurent enveloppés dans une sphère de feu."},{"index":46,"body":"« Fuyons! s'écria Kennedy! à terre! c'est notre seule chance de salut! »"},{"index":47,"body":"Mais Fergusson l'arrêta d'une main ferme, et, se précipitant sur la corde de l'ancre, il la trancha d'un coup de hache. Les flammes, s'allongeant vers le ballon, léchaient déjà ses parois illuminées; mais le Victoria, débarrassé de ses liens, monta de plus de mille pieds dans les airs."},{"index":48,"body":"Des cris épouvantables éclatèrent sous la forêt, avec de violentes détonations d'armes à feu; le ballon, pris par un courant qui se levait avec le jour, se porta vers l'ouest"},{"index":49,"body":"Il était quatre heures du matin."}]}