{"id":"c43","title":"CHAPITRE XLIII","paragraphs":[{"index":0,"body":"Les Talibas.--La poursuite.--Un pays dévasté.--Vent modéré.--Le Victoria baisse--Les dernières provisions.--Les bonds du Victoria.--Défense à coups de fusil.--Le vent fraîchit,--Le fleuve du Sénégal.--Les cataractes de Gouina.--L'air chaud.--Traversée du fleuve."},{"index":1,"body":"« Si nous n'avions pas pris la précaution de nous alléger hier soir, dit le docteur, nous étions perdus sans ressources."},{"index":2,"body":"Voilà ce que c'est que de faire les choses à temps, répliqua Joe; on se sauve alors, et rien nest plus naturel."},{"index":3,"body":"--Nous ne sommes pas hors de danger, répliqua Fergusson."},{"index":4,"body":"--Que crains-tu donc? demanda Dick. Le Victoria ne peut pas descendre sans ta permission, et quand il descendrait?"},{"index":5,"body":"--Quand il descendrait! Dick, regarde! »"},{"index":6,"body":"La lisière de la forêt venait d'être dépassée, et les voyageurs purent apercevoir une trentaine de cavaliers, revêtus du large pantalon et du burnous flottant; ils étaient armés, les uns de lances, les autres de longs mousquets; ils suivaient au petit galop de leurs chevaux vifs et ardents la direction du Victoria, qui marchait avec une vitesse modérée."},{"index":7,"body":"A la vue des voyageurs, ils poussèrent des cris sauvages, en brandissant leurs armes; la colère et les menaces se lisaient sur leurs figures basanées, rendues plus féroces par une barbe rare, mais hérissée; ils traversaient sans peine ces plateaux abaissés et ces rampes adoucies qui descendent an Sénégal."},{"index":8,"body":"« Ce sont bien eux! dit le docteur, les cruels Talibas, les farouches marabouts d'Al-Eladji! J'aimerais mieux me trouver en pleine forêt, au milieu d'un cercle de bêtes fauves, que de tomber entre les mains de ces bandits."},{"index":9,"body":"--Ils n'ont pas l'air accommodant! fit Kennedy, et ce sont de vigoureux gaillards!"},{"index":10,"body":"--Heureusement, ces bêtes-là, ça ne vole pas, répondit Joe; c'est toujours quelque chose"},{"index":11,"body":"--Voyez, dit Fergusson, ces villages en ruines, ces huttes incendiées! voilà leur ouvrage; et là où s'étendaient de vastes cultures, ils ont apporté l'aridité et la dévastation."},{"index":12,"body":"--Enfin, ils ne peuvent nous atteindre, répliqua Kennedy, et si nous parvenons à mettre le fleuve entre eux et nous, nous serons en sûreté."},{"index":13,"body":"--Parfaitement, Dick; mais il ne faut pas tomber, répondit Le docteur en portant ses yeux sur le baromètre"},{"index":14,"body":"--En tout cas, Joe, reprit Kennedy, nous ne ferons pas mal de préparer nos armes."},{"index":15,"body":"--Cela ne peut pas nuire, Monsieur Dick; nous nous trouverons bien de ne pas les avoir semées sur notre route."},{"index":16,"body":"--Ma carabine! s'écria le chasseur, j'espère ne m'en séparer jamais. »"},{"index":17,"body":"Et Kennedy la chargea avec le plus grand soin; il lui restait de la poudre et des balles en quantité suffisante."},{"index":18,"body":"« A quelle hauteur nous maintenons-nous? demanda-t-il à Fergusson."},{"index":19,"body":"--A sept cent cinquante pieds environ; mais nous n'avons plus la faculté de chercher des courants favorables, en montant ou en descendant; nous sommes à la merci du ballon."},{"index":20,"body":"--Cela est fâcheux, reprit Kennedy; le vent est assez médiocre, et si nous avions rencontré un ouragan pareil à celui des jours précédents, depuis longtemps ces affreux bandits seraient hors de vue."},{"index":21,"body":"--Ces coquins-là nous suivent sans se gêner, dit Joe, au petit galop; une vraie promenade."},{"index":22,"body":"--Si nous étions à bonne portée, dit le chasseur, je m'amuserais à les démonter les uns après les autres."},{"index":23,"body":"--Oui-da! répondit Fergusson; mais ils seraient à bonne portée aussi, et notre Victoria offrirait un but trop facile aux balles de leurs longs mousquets; or, s'ils le déchiraient, je te laisse à juger quelle serait notre situation. »"},{"index":24,"body":"La poursuite des Talibas continua toute la matinée. Vers onze heures du matin, les voyageurs avaient à peine gagné une quinzaine de milles dans l'ouest."},{"index":25,"body":"Le docteur épiait les moindres nuages à l'horizon. Il craignait toujours un changement dans l'atmosphère. S'il venait à être rejeté vers le Niger, que deviendrait-il! D'ailleurs, il constatait que le ballon tendait à baisser sensiblement; depuis son départ, il avait déjà perdu plus de trois cents pieds, et le Sénégal devait être éloigné d'une douzaine de milles; avec la vitesse actuelle, il lui fallait compter encore trois heures de voyage."},{"index":26,"body":"En ce moment, son attention fut attirée par de nouveaux cri; les Talibas s'agitaient en pressant leurs chevaux."},{"index":27,"body":"Le docteur consulta le baromètre, et comprit la cause de ces hurlements:"},{"index":28,"body":"« Nous descendons, fit Kennedy."},{"index":29,"body":"--Oui, répondit Fergusson."},{"index":30,"body":"--Diable! » pensa Joe."},{"index":31,"body":"Au bout d'un quart d'heure, la nacelle n'était pas à cent cinquante pieds du sol, mais le vent soufflait avec plus de force."},{"index":32,"body":"Les Talibas enlevèrent leurs chevaux, et bientôt une décharge de mousquets éclata dans les airs."},{"index":33,"body":"« Trop loin, imbéciles! s'écria Joe; il me paraît bon de tenir ces gredins-là à distance. »"},{"index":34,"body":"Et, visant l'un des cavaliers les plus avancés, il fit feu; le Talibas roula à terre; ses compagnons s'arrêtèrent et le Victoria gagna sur eux."},{"index":35,"body":"« Ils sont prudents; dit Kennedy."},{"index":36,"body":"--Parce qu'ils se croient assurés de nous prendre, répondit le docteur; et ils y réussiront, si nous descendons encore! Il faut absolument nous relever!"},{"index":37,"body":"--Que jeter! demanda Joe."},{"index":38,"body":"--Tout ce qui reste de provision de pemmican! C'est encore une trentaine de livres dont nous nous débarrasserons!"},{"index":39,"body":"--Voilà, Monsieur! » fit Joe en obéissant aux ordres de son maître."},{"index":40,"body":"La nacelle, qui touchait presque le sol, se releva au milieu des cris des Talibas; mais, une demi-heure plus tard, le Victoria redescendait avec rapidité; le gaz fuyait par les pores de l'enveloppe."},{"index":41,"body":"Bientôt la nacelle vint raser le sol; les nègres d'Al-Hadji se précipitèrent vers elle; mais, comme il arrive en pareille circonstance, à peine eut-il touché terre, que le Victoria se releva d'un bond pour s'abattre de nouveau un mille plus loin."},{"index":42,"body":"« Nous n'échapperons donc pas! fit Kennedy avec rage."},{"index":43,"body":"--Jette notre réserve d'eau-de-vie, Joe, s'écria le docteur, nos instruments, tout ce qui peut avoir une pesanteur quelconque, et notre dernière ancre, puisqu'il le faut! »"},{"index":44,"body":"Joe arracha les baromètres, les thermomètres; mais tout cela était peu de chose, et le ballon, qui remonta un instant, retomba bientôt vers la terre. Les Talibas volaient sur ses traces et n'étaient qu'à deux cents pas de lui."},{"index":45,"body":"« Jette les deux fusils! s'écria le docteur."},{"index":46,"body":"Pas avant de les avoir déchargés, du moins, » répondit le chasseur."},{"index":47,"body":"Et quatre coups successifs frappèrent dans la masse des cavaliers; quatre Talibas tombèrent au milieu des cris frénétiques de la bande. Le Victoria se releva de nouveau; il faisait des bonds d'une énorme étendue, comme une immense balle élastique rebondissant sur le sol."},{"index":48,"body":"Étrange spectacle que celui de ces infortunés cherchant à fuir par des enjambées gigantesques, et qui, semblables à Antée, paraissaient reprendre une force nouvelle dès qu'ils touchaient terre! Mais il fallait que cette situation eut une fin. Il était près de midi. Le Victoria s'épuisait, se vidait, sallongeait; son enveloppe devenait flasque et flottante; les plis du taffetas distendu grinçaient les uns sur les autres."},{"index":49,"body":"« Le ciel nous abandonne, dit Kennedy, il faudra tomber! »"},{"index":50,"body":"Joe ne répondit pas, il regardait son maître."},{"index":51,"body":"« Non! dit celui-ci, nous avons encore plus de cent cinquante livres à jeter."},{"index":52,"body":"--Quoi donc? demanda Kennedy, pensant que le docteur devenait fou."},{"index":53,"body":"--La nacelle! répondit celui-ci. Accrochons-nous au filet! Nous pouvons nous retenir aux mailles et gagner le fleuve! Vite! vite!"},{"index":54,"body":"Et ces hommes audacieux n'hésitèrent pas à tenter un pareil moyen de salut. Ils se suspendirent aux mailles du filet, ainsi que l'avait indiqué le docteur, et Joe, se retenant d'une main, coupa les cordes de la nacelle; elle tomba au moment où l'aérostat allait définitivement s'abattre."},{"index":55,"body":"« Hourra! hourra! » s'écria-t-il, pendant que le ballon délesté remontait à trois cents pieds dans l'air."},{"index":56,"body":"Les Talibas excitaient leurs chevaux; ils couraient ventre à terre; mais le Victoria, rencontrant un vent plus actif, les devança et fila rapidement vers une colline qui barrait l'horizon de l'ouest. Ce fut une circonstance favorable pour les voyageurs, car ils purent la dépasser, tandis que la horde d'Al Hadji était forcée de prendre par le nord pour tourner ce dernier obstacle."},{"index":57,"body":"Les trois amis se tenaient accrochés au filet; ils avaient pu le rattacher au-dessous d'eux, et il formait comme une poche flottante."},{"index":58,"body":"Soudain, après avoir franchi la colline, le docteur s'écria:"},{"index":59,"body":"« Le fleuve! le fleuve! le Sénégal! »"},{"index":60,"body":"A deux milles, en effet, le fleuve roulait une masse d'eau fort étendue; la rive opposée, basse et fertile, offrait une sûre retraite et un endroit favorable pour opérer la descente."},{"index":61,"body":"« Encore un quart d'heure, dit Fergusson, et nous sommes sauvés! »"},{"index":62,"body":"Mais il ne devait pas en être ainsi; le ballon vide retombait peu à peu sur un terrain presque entièrement dépourvu de végétation. C'étaient de longues pentes et des plaines rocailleuses; à peine quelques buissons, une herbe épaisse et desséchée sous l'ardeur du soleil."},{"index":63,"body":"Le Victoria toucha plusieurs fois le sol et se releva; ses bonds diminuaient de hauteur et d'étendue; au dernier, il s'accrocha par la partie supérieure du filet aux branches élevées d'un baobab, seul arbre isolé au milieu de ce pays désert."},{"index":64,"body":"« C'est fini, fit le chasseur."},{"index":65,"body":"--Et à cent pas du fleuve, » dit Joe."},{"index":66,"body":"Les trois infortunés mirent pied à terre, et le docteur entraîna ses deux compagnons vers le Sénégal."},{"index":67,"body":"En cet endroit, le fleuve faisait entendre un mugissement prolongé; arrivé sur les bords, Fergusson reconnut les chutes de Gouina! Pas une barque sur la rive; pas un être animé."},{"index":68,"body":"Sur une largeur de deux mille pieds, le Sénégal se précipitait d'une hauteur de cent cinquante, avec un bruit retentissant. Il coulait de l'est à l'ouest, et la ligne de rochers qui barrait son cours s'étendait du nord au sud. Au milieu de la chute se dressaient des rochers aux formes étranges, comme d'immenses animaux antédiluviens pétrifiés au milieu des eaux."},{"index":69,"body":"L'impossibilité de traverser ce gouffre était évidente; Kennedy ne put retenir un geste de désespoir."},{"index":70,"body":"Mais le docteur Fergusson, avec un énergique accent d'audace, s'écria:"},{"index":71,"body":"« Tout n'est pas fini!"},{"index":72,"body":"--Je le savais bien, » fit Joe avec cette confiance en son maître qu'il ne pouvait jamais perdre."},{"index":73,"body":"La vue de cette herbe desséchée avait inspiré au docteur une idée hardie. C'était la seule chance de salut. Il ramena rapidement ses compagnons vers l'enveloppe de l'aérostat."},{"index":74,"body":"« Nous avons au moins une heure d'avance sur ces bandits, dit-il; ne perdons pas de temps, mes amis, ramassez une grande quantité de cette herbe sèche; il m'en faut cent livres au moins."},{"index":75,"body":"--Pourquoi faire? demanda Kennedy."},{"index":76,"body":"--Je n'ai plus de gaz; eh bien! je traverserai le fleuve avec de l'air chaud!"},{"index":77,"body":"--Ah! mon brave! Samuel! s'écria Kennedy, tu es vraiment un grand homme!"},{"index":78,"body":"Joe et Kennedy se mirent au travail, et bientôt une énorme meule fut empilée prés du baobab."},{"index":79,"body":"Pendant ce temps, le docteur avait agrandi l'orifice de l'aérostat en le coupant dans sa partie inférieure; il eut soin préalablement de chasser ce qui pouvait rester d'hydrogène par la soupape; puis il empila une certaine quantité d'herbe sèche sous l'enveloppe, et il y mit le feu."},{"index":80,"body":"Il faut peu de temps pour gonfler un ballon avec de l'air chaud; une chaleur de cent quatre-vingts degrés [100° centigrades,] suffit à diminuer de moitié la pesanteur de l'air qu'il renferme en le raréfiant; aussi le Victoria commença à reprendre sensiblement sa forme arrondie; l'herbe ne manquait pas; le feu s'activait par les soins du docteur, et l'aérostat grossissait à vue d'il."},{"index":81,"body":"Il était alors une heure moins le quart."},{"index":82,"body":"En ce moment, à deux milles dans le nord, apparut la bande des Talibas; on entendait leurs cris et le galop des chevaux lancés à toute vitesse."},{"index":83,"body":"« Dans vingt minutes ils seront ici, fit Kennedy."},{"index":84,"body":"--De l'herbe! de l'herbe! Joe. Dans dix minutes nous serons en plein air!"},{"index":85,"body":"--Voilà, Monsieur. »"},{"index":86,"body":"Le Victoria était aux deux tiers gonflé."},{"index":87,"body":"« Mes amis! accrochons-nous au filet, comme nous l'avons fait déjà."},{"index":88,"body":"--C'est fait, » répondit le chasseur. »"},{"index":89,"body":"Au bout de dix minutes, quelques secousses du ballon indiquèrent sa tendance à s'enlever. Les Talibas approchaient; ils étaient à peine à cinq cents pas."},{"index":90,"body":"« Tenez-vous bien, s'écria Fergusson."},{"index":91,"body":"--N'ayez pas peur, mon maître! n'ayez pas peur! »"},{"index":92,"body":"Et du pied le docteur poussa dans le foyer une nouvelle quantité d'herbe."},{"index":93,"body":"Le ballon, entièrement dilaté par l'accroissement de température, s'envola en frôlant les branches du baobab."},{"index":94,"body":"« En route! » cria Joe."},{"index":95,"body":"Une décharge de mousquets lui répondit; une balle même lui laboura l'épaule; mais Kennedy, se penchant et déchargeant sa carabine d'une main, jeta un ennemi de plus à terre."},{"index":96,"body":"Des cris de rage impossibles à rendre accueillirent l'enlèvement de l'aérostat, qui monta à plus de huit cents pieds. Un vent rapide le saisit, et il décrivit d'inquiétantes oscillations, pendant que l'intrépide docteur et ses compagnons contemplaient le gouffre des cataractes ouvert sous leurs yeux."},{"index":97,"body":"Dix minutes après, sans avoir échangé une parole, les intrépides voyageurs descendaient peu à peu vers l'autre rive du fleuve."},{"index":98,"body":"Là, surpris, émerveillé, effrayé, se tenait un groupe d'une dizaine d'hommes qui portaient l'uniforme français. Qu'on juge de leur étonnement quand ils virent ce ballon s'élever de la rive droite du fleuve. Ils n'étaient pas éloignés de croire à un phénomène céleste. Mais leurs chefs, un lieutenant de marine et un enseigne de vaisseau, connaissaient par les journaux d'Europe l'audacieuse tentative du docteur Fergusson, et ils se rendirent tout de suite compte de l'événement."},{"index":99,"body":"Le ballon, se dégonflant peu à peu, retombait avec les hardis aéronautes retenus à son filet; mais il était douteux qu'il put atteindre la terre, aussi les Français se précipitèrent dans le fleuve, et reçurent les trois Anglais entre leurs bras, au moment où le Victoria s'abattait à quelques toises de la rive gauche du Sénégal."},{"index":100,"body":"« Le docteur Fergusson! s'écria le lieutenant."},{"index":101,"body":"--Lui-même, répondit tranquillement le docteur, et ses deux amis. »"},{"index":102,"body":"Les Français emportèrent les voyageurs au delà du fleuve, tandis que le ballon à demi dégonflé, entraîné par un courant rapide, s'en alla comme une bulle immense s'engloutir avec les eaux du Sénégal dans les cataractes de Gouina."},{"index":103,"body":"« Pauvre Victoria! » fit Joe."},{"index":104,"body":"Le docteur ne put retenir une larme; il ouvrit ses bras, et ses deux amis s'y précipitèrent sous l'empire d'une grande émotion"}]}