{"id":"c5","title":"CHAPITRE V","paragraphs":[{"index":0,"body":"Rêves de Kennedy.--Articles et pronoms au pluriel.--Insinuations de Dick.--Promenade sur la carte dAfrique--Ce qui reste entre les deux pointes du compas.--Expéditions actuelles.--Speke et Grant.--Krapf, de Decken, de Heuglin."},{"index":1,"body":"Le docteur Fergusson pressait activement les préparatifs de son départ; il dirigeait lui-même la construction de son aérostat, suivant certaines modifications sur lesquelles il gardait un silence absolu."},{"index":2,"body":"Depuis longtemps déjà, il s'était appliqué à l'étude de la langue arabe et de divers idiomes mandingues; grâce à ses dispositions de polyglotte, il fit de rapides progrès."},{"index":3,"body":"En attendant, son ami le chasseur ne le quittait pas d'une semelle; il craignait sans doute que le docteur ne prît son vol sans rien dire; il lui tenait encore à ce sujet les discours les plus persuasifs, qui ne persuadaient pas Samuel Fergusson, et s'échappait en supplications pathétiques, dont celui-ci se montrait peu touché Dick le sentait glisser entre ses doigts."},{"index":4,"body":"Le pauvre Écossais était réellement à plaindre; il ne considérait plus la voûte azurée sans de sombres terreurs; il éprouvait, en dormant, des balancements vertigineux, et chaque nuit il se sentait choir d'incommensurables hauteurs."},{"index":5,"body":"Nous devons ajouter que, pendant ces terribles cauchemars, il tomba de son lit une fois ou deux. Son premier soin fut de montrer à Fergusson une forte contusion qu'il se fit à la tête."},{"index":6,"body":"« Et pourtant, ajouta-t-il avec bonhomie, trois pieds de hauteur! pas plus! et une bosse pareille! Juge donc! »"},{"index":7,"body":"Cette insinuation, pleine de mélancolie, n'émût pas le docteur."},{"index":8,"body":"« Nous ne tomberons pas, fit-il."},{"index":9,"body":"--Mais enfin, si nous tombons?"},{"index":10,"body":"--Nous ne tomberons pas. »"},{"index":11,"body":"Ce fut net, et Kennedy n'eut rien à répondre."},{"index":12,"body":"Ce qui exaspérait particulièrement Dick, c'est que le docteur semblait faire une abnégation parfaite de sa personnalité, à lui Kennedy; il le considérait comme irrévocablement destiné à devenir son compagnon aérien. Cela n'était plus l'objet d'un doute Samuel faisait un intolérable abus du pronom pluriel de la première personne."},{"index":13,"body":"« Nous » avançons..., « nous » serons prêts le..., « nous » partirons le..."},{"index":14,"body":"Et de l'adjectif possessif au singulier:"},{"index":15,"body":"« Notre » ballon..., « notre » nacelle..., « notre » exploration..."},{"index":16,"body":"Et du pluriel donc!"},{"index":17,"body":"« Nos » préparatifs..., « nos » découvertes .., « nos » ascensions..."},{"index":18,"body":"Dick en frissonnait, quoique décidé à ne point partir; mais il ne voulait pas trop contrarier son ami. Avouons même que, sans s'en rendre bien compte, il avait fait venir tout doucement d'Édimbourg quelques vêtements assortis et ses meilleurs fusils de chasse."},{"index":19,"body":"Un jour, après avoir reconnu qu'avec un bonheur insolent, on pouvait avoir une chance sur mille de réussir, il feignit de se rendre aux désirs du docteur; mais, pour reculer le voyage, il entama la série des échappatoires les plus variées. Il se rejeta sur l'utilité de l'expédition et sur son opportunité. Cette découverte des sources du Nil était-elle vraiment nécessaire?... Aurait-on réellement travaillé pour le bonheur de l'humanité?... Quand, au bout du compte, les peuplades de l'Afrique seraient civilisées, en seraient-elles plus heureuses?... Était-on certain, d'ailleurs, que la civilisation ne fût pas plutôt là qu'en Europe--Peut-être.-- Et d'abord ne pouvait-on attendre encore?... La traversée de l'Afrique serait certainement faite un jour, et d'une façon moins hasardeuse... Dans un mois, dans dix mois, avant un an, quelque explorateur arriverait sans doute..."},{"index":20,"body":"Ces insinuations produisaient un effet tout contraire à leur but, et le docteur frémissait d'impatience."},{"index":21,"body":"« Veux-tu donc, malheureux Dick, veux-tu donc, faux ami, que cette gloire profite à un autre? Faut-il donc mentir à mon passé? reculer devant des obstacles qui ne sont pas sérieux? reconnaître par de lâches hésitations ce qu'ont fait pour moi, et le gouvernement anglais, et la Société Royale de Londres?"},{"index":22,"body":"--Mais..., reprit Kennedy, qui avait une grande habitude de cette conjonction."},{"index":23,"body":"--Mais, fit le docteur, ne sais-tu pas que mon voyage doit concourir au succès des entreprises actuelles Ignores-tu que de nouveaux explorateurs s'avancent vers le centre de l'Afrique"},{"index":24,"body":"--Cependant..."},{"index":25,"body":"--Écoute-moi bien, Dick, et jette les yeux sur cette carte. »"},{"index":26,"body":"Dick les jeta avec résignation."},{"index":27,"body":"« Remonte le cours du Nil, dit Fergusson."},{"index":28,"body":"--Je le remonte, dit docilement l'Écossais."},{"index":29,"body":"--Arrive à Gondokoro."},{"index":30,"body":"--J'y suis. »"},{"index":31,"body":"Et Kennedy songeait combien était facile un pareil voyage... sur la carte."},{"index":32,"body":"« Prends une des pointes de ce compas, reprit le docteur, et appuie-la sur cette ville que les plus hardis ont à peine dépassée."},{"index":33,"body":"--J'appuie."},{"index":34,"body":"--Et maintenant cherche sur la côte l'île de Zanzibar, par 6° de latitude sud."},{"index":35,"body":"--Je la tiens."},{"index":36,"body":"--Suis maintenant ce parallèle et arrive à Kazeh."},{"index":37,"body":"--C'est fait."},{"index":38,"body":"--Remonte par le 33e degré de longitude jusqu'à l'ouverture du lac Oukéréoué, à l'endroit où s'arrêta le lieutenant Speke."},{"index":39,"body":"--M'y voici! Un peu plus, je tombais dans le lac."},{"index":40,"body":"--Eh bien! sais-tu ce qu'on a le droit de supposer d'après les renseignements donnés par les peuplades riveraines?"},{"index":41,"body":"--Je ne m'en doute pas."},{"index":42,"body":"--C'est que ce lac, dont l'extrémité inférieure est par 2° 30' de latitude, doit s'étendre également de deux degrés et demi au-dessus de l'équateur."},{"index":43,"body":"--Vraiment!"},{"index":44,"body":"--Or, de cette extrémité septentrionale s'échappe un cours d'eau qui doit nécessairement rejoindre le Nil, si ce n'est le Nil lui-même."},{"index":45,"body":"--Voilà qui est curieux."},{"index":46,"body":"--Or, appuie la seconde pointe de ton compas sur cette extrémité du lac Oukéréoué."},{"index":47,"body":"--C'est fait, ami Fergusson"},{"index":48,"body":"--Combien comptes-tu de degrés entre les deux pointes?"},{"index":49,"body":"--A peine deux."},{"index":50,"body":"--Et sais-tu ce que cela fait, Dick?"},{"index":51,"body":"--Pas le moins du monde."},{"index":52,"body":"--Cela fait à peine cent vingt milles [Cinquante lieues], c'est-à-dire rien."},{"index":53,"body":"--Presque rien, Samuel."},{"index":54,"body":"--Or, sais-tu ce qui se passe en ce moment?"},{"index":55,"body":"--Non, sur ma vie!"},{"index":56,"body":"--Eh bien! le voici. La Société de Géographie a regardé comme très importante l'exploration de ce lac entrevu par Speke. Sous ses auspices, le lieutenant, aujourd'hui capitaine Speke, s'est associé le capitaine Grant de l'armée des Indes; ils se sont mis à la tête d'une expédition nombreuse et largement subventionnée; ils ont mission de remonter le lac et de re-venir jusqu'à Gondokoro; ils ont reçu un subside de plus de cinq mille livres, et le gouverneur du Cap a mis des soldats hottentots à leur dispo-sition; ils sont partis de Zanzibar à la fin d'octobre 1860. Pendant ce temps, l'Anglais John Petherick, consul de Sa Majesté à Kartoum, a reçu du Foreign-office sept cents livres environ; il doit équiper un bateau à vapeur à Karthoum, le charger de provisions suffisantes, et se rendre à Gondokoro; là il attendra la caravane du capitaine Speke et sera en mesure de la ravitailler."},{"index":57,"body":"--Bien imaginé, dit Kennedy."},{"index":58,"body":"--Tu vois bien que cela presse, si nous voulons participer à ces travaux d'exploration Et ce n'est pas tout; pendant que l'on marche dun pas sûr à la découverte des sources du Nil, d'autres voyageurs vont hardiment au cur de l'Afrique."},{"index":59,"body":"--A pied, fit Kennedy"},{"index":60,"body":"--A pied, répondit le docteur sans relever l'insinuation. Le docteur Krapf se propose de pousser dans l'ouest par le Djob, rivière située sous l'équateur. Le baron de Decken a quitté Monbaz, a reconnu les montagnes de Kenia et de Kilimandjaro, et s'enfonce vers le centre."},{"index":61,"body":"--A pied toujours?"},{"index":62,"body":"--Toujours à pied, ou à dos de mulet."},{"index":63,"body":"--C'est exactement la même chose pour moi, répliqua Kennedy."},{"index":64,"body":"--Enfin, reprit le docteur, M. de Heuglin, vice-consul d'Autriche à Karthoum, vient d'organiser une expédition très importante, dont le premier but est de rechercher le voyageur Vogel, qui, en 1853, fut envoyé dans le Soudan pour s'associer aux travaux du docteur Barth. En 1856, il quitta le Bornou, et résolut d'explorer ce pays inconnu qui s'étend entre le lac Tchad et le Darfour. Or, depuis ce temps, il nia pas reparu. Des lettres arrivées en juin 1860 à Alexandrie rapportent qu'il fut assassiné par les ordres du roi du Wadaï; mais d'autres lettres, adressées par le docteur Hartmann au père du voyageur, disent, daprès les récits d'un fellatah du Bornou, que Vogel serait seulement un prisonnier à Wara; tout espoir n'est donc pas perdu. Un comité s'est formé sous la présidence du duc régent de Saxe-Cobourg-Gotha; mon ami Petermann en est le secrétaire; une souscription nationale a fait les frais de l'expédition, à laquelle se sont joints de nombreux savants; M. de Heuglin est parti de Masuah dans le mois de juin, et en même temps qu'il recherche les traces de Vogel, il doit explorer tout le pays compris entre le Nil et le Tchad, c'est-à-dire relier les opérations du capitaine Speke à celles du docteur Barth. Et alors l'Afrique aura été traversée de l'est à l'ouest [Depuis le départ du docteur Fergusson, on a appris que M. de Heuglin, à la suite de certaines discussions, a pris une route différente de celle assignée à son expédition, dont le commandement a été remis à M. Munzinger.]."},{"index":65,"body":"--Eh bien! reprit l'Écossais, puisque tout cela semmanche si bien, qu'allons-nous faire là-bas? »"},{"index":66,"body":"Le docteur Fergusson ne répondit pas, et se contenta de hausser les épaules."}]}