{"id":"c7","title":"CHAPITRE VII","paragraphs":[{"index":0,"body":"Détails géométriques.--Calcul de la capacité du ballon. Laérostat double.--L'enveloppe.--La nacelle.--Lappareil mystérieux.--Les vivres.--L'addition finale."},{"index":1,"body":"Le docteur Fergusson s'était préoccupé depuis longtemps des détails de son expédition. On comprend que le ballon, ce merveilleux véhicule destiné à le transporter par air, fut l'objet de sa constante sollicitude."},{"index":2,"body":"Tout d'abord, et pour ne pas donner de trop grandes dimensions à l'aérostat, il résolut de le gonfler avec du gaz hydrogène, qui est quatorze fois et demie plus léger que l'air. La production de ce gaz est facile, et c'est celui qui a donné les meilleurs résultats dans les expériences aérostatiques."},{"index":3,"body":"Le docteur, d'après des calculs très-exacts, trouva que, pour les objets indispensables à son voyage et pour son appareil, il devait emporter un poids de quatre mille livres; il fallut donc rechercher quelle serait la force ascensionnelle capable d'enlever ce poids, et, par conséquent, quelle en serait la capacité."},{"index":4,"body":"Un poids de quatre mille livres est représenté par un déplacement d'air de quarante-quatre mille huit cent quarante-sept pieds cubes [1,661 mètres cubes.], ce qui revient à dire que quarante-quatre mille huit cent quarante-sept pieds cubes d'air pèsent quatre mille livres environ."},{"index":5,"body":"En donnant au ballon cette capacité de quarante-quatre mille huit cent quarante-sept pieds cubes et en le remplissant, au lieu d'air, de gaz hydrogène, qui, quatorze fois et demie plus léger, ne pèse que deux cent soixante seize livres, il reste une rupture d'équilibre, soit une différence de trois mille sept cent vingt-quatre livrés. C'est cette différence entre le poids du gaz contenu dans le ballon et le poids de l'air environnant qui constitue la force ascensionnelle de l'aérostat."},{"index":6,"body":"Toutefois, si l'on introduisait dans le ballon les quarante-quatre mille huit cent quarante pieds cubes de gaz dont nous parlons, il serait entièrement rempli; or cela ne doit pas être, car à mesure que le ballon monte dans les couches moins denses de l'air, le gaz qu'il renferme tend à se dilater et ne tarderait pas à crever l'enveloppe. On ne remplit donc généralement les ballons qu'aux deux tiers."},{"index":7,"body":"Mais le docteur, par suite de certain projet connu de lui seul, résolut de ne remplir son aérostat qu'à moitié, et puisqu'il lui fallait emporter quarante-quatre mille huit cent quarante-sept pieds cubes dhydrogène, de donner à son ballon une capacité à peu près double."},{"index":8,"body":"Il le disposa suivant cette forme allongée que l'on sait être préférable; le diamètre horizontal fut de cinquante pieds et le diamètre vertical de soixante-quinze [Cette dimension n'a rien d'extraordinaire: en 1784, à Lyon, M. Montgolfier construisit un aérostat dont la capacité était de 340,000 pieds cubes, ou 20,000 mètres cubes, et il pouvait enlever un poids de 20 tonnes, soit 20,000 kilogrammes]; il obtint ainsi un sphéroïde dont la capacité s'élevait en chiffres ronds à quatre-vingt-dix mille pieds cubes."},{"index":9,"body":"Si le docteur Fergusson avait pu employer deux ballons, ses chances de réussite se seraient accrues; en effet, au cas où l'un vient à se rompre dans l'air, on peut en jetant du lest se soutenir au moyen de l'autre. Mais la manuvre de deux aérostats devient fort difficile, lorsqu'il s'agit de leur conserver une force d'ascension égale."},{"index":10,"body":"Après avoir longuement réfléchi, Fergusson, par une disposition ingénieuse, réunit les avantages de deux ballons sans en avoir les inconvénients; il en construisit deux d'inégale grandeur et les renferma l'un dans lautre. Son ballon extérieur, auquel il conserva les dimensions que nous avons données plus haut, en contint un plus petit, de même forme, qui neût que quarante-cinq pieds de diamètre horizontal et soixante-huit pieds de diamètre vertical. La capacité de ce ballon intérieur nétait donc que de soixante-sept mille pieds cubes; il devait nager dans le fluide qui lentourait; une soupape s'ouvrait d'un ballon à l'autre et permettait au besoin de les faire communiquer entre eux."},{"index":11,"body":"Cette disposition présentait cet avantage que, s'il fallait donner issue au gaz pour descendre, on laisserait échapper d'abord celui du grand ballon; dût-on même le vider entièrement, le petit resterait intact; on pouvait alors se débarrasser de l'enveloppe extérieure, comme d'un poids incommode, et le second aérostat, demeuré seul, n'offrait pas au vent la prise que donnent les ballons à demi dégonflés."},{"index":12,"body":"De plus, dans le cas d'un accident, d'une déchirure arrivée au ballon extérieur, l'autre avait l'avantage d'être préservé."},{"index":13,"body":"Les deux aérostats furent construits avec un taffetas croisé de Lyon enduit de: gutta-percha. Cette substance gommo-résineuse jouit d'une imperméabilité absolue; elle est entièrement inattaquable aux acides et aux gaz. Le taffetas fut juxtaposé en double au pôle supérieur du globe, où se fait presque tout l'effort."},{"index":14,"body":"Cette enveloppe pouvait retenir le fluide pendant un temps illimité. Elle pesait une demi-livre par neuf pieds carrés. Or, la surface du ballon extérieur étant d'environ onze mille six cents pieds carrés, son enveloppe pesa six cent cinquante livres. Lenveloppe du second ayant neuf mille deux cents pieds carrés de surface ne pesait que cinq cent dix livres: soit donc, en tout, onze cent soixante livres."},{"index":15,"body":"Le filet destiné à supporter la nacelle fut fait en corde de chanvre d'une très grande solidité; les deux soupapes devinrent l'objet de soins minutieux, comme l'eut été le gouvernail d'un navire."},{"index":16,"body":"La nacelle, de forme circulaire et d'un diamètre de quinze pieds, était construite en osier, renforcée par une légère armure de fer, et revêtue à la partie inférieure de ressorts élastiques destinés à amortir les chocs. Son poids et celui du filet ne dépassaient pas deux cent quatre vingt livres."},{"index":17,"body":"Le docteur fit construire, en outre, quatre caisses de tôle de deux lignes d'épaisseur; elles étaient réunies entre elles par des tuyaux munis de robinets; il y joignit un serpentin de deux pouces de diamètre environ qui se terminait par deux branches droites d'inégale longueur, mais dont la plus grande mesurait vingt-cinq pieds de haut, et la plus courte quinze pieds seulement."},{"index":18,"body":"Les caisses de tôle s'emboîtaient dans la nacelle de façon à occuper le moins d'espace possible; le serpentin, qui ne devait s'ajuster que plus tard, fut emballé séparément, ainsi qu'une très forte pile électrique de Buntzen. Cet appareil avait été si ingénieusement combiné qu'il ne pesait pas plus de sept cents livres, en y comprenant même vingt-cinq gallons d'eau contenus dans une caisse spéciale."},{"index":19,"body":"Les instruments destinés au voyage consistèrent en deux baromètres, deux thermomètres, deux boussoles, un sextant, deux chronomètres, un horizon artificiel et un altazimuth pour relever les objets lointains et inaccessibles. L'Observatoire de Greenwich s'était mis à la disposition du docteur. Celui-ci d'ailleurs ne se proposait pas de faire des expériences de physique; il voulait seulement reconnaître sa direction, et déterminer la position des principales rivières, montagnes et villes."},{"index":20,"body":"Il se munit de trois ancres en fer bien éprouvées, ainsi que d'une échelle de soie légère et résistante, longue d'une cinquantaine de pieds."},{"index":21,"body":"Il calcula également le poids exact de ses vivres; ils consistèrent en thé, en café, en biscuits, en viande salée et en pemmican, préparation qui, sous un mince volume, renferme beaucoup d'éléments nutritifs. Indépen-damment d'une suffisante réserve d'eau-de-vie, il disposa deux caisses à eau qui contenaient chacune vingt-deux gallons [Cent litres à peu près. Le gallon, qui contient 8 pintes, vaut 4 litres 453]."},{"index":22,"body":"La consommation de ces divers aliments devait peu à peu diminuer le poids enlevé par laérostat. Car il faut savoir que l'équilibre d'un ballon dans l'atmosphère est d'une extrême sensibilité. La perte d'un poids presque insignifiant suffit pour produire un déplacement très appréciable."},{"index":23,"body":"Le docteur n'oublia ni une tente qui devait recouvrir une partie de la nacelle, ni les couvertures qui composaient toute la literie de voyage, ni les fusils du chasseur, ni ses provisions de poudre et de balles."},{"index":24,"body":"Voici le résumé de ses différents calculs:"},{"index":25,"body":"Fergusson.                 135 livres. Kennedy...                 153 -- Joe                        120 -- Poids du premier ballon... 650 -- Poids du second ballon     510 -- Nacelle et filet.          280 -- Ancres, instruments, Fusils, couvertures,       190 -- Tente, ustensiles divers, Viande, pemmican, Biscuits, thé,             386 -- Café, eau-de-vie, Eau...                     400 -- Appareil                   700 -- Poids de l'hydrogène.      276 -- Lest                       200 --                           ------------- Total.                     4000 livres"},{"index":26,"body":"Tel était le décompte des quatre mille livres que le docteur Fergusson se proposait d'enlever; il n'emportait que deux cents livres de lest, pour « les cas imprévus seulement, » disait-il, car il comptait bien n'en pas user, grâce à son appareil."}]}