{"id":"c9","title":"CHAPITRE IX\r","paragraphs":[{"index":0,"body":"On double le cap.--Le gaillard d'avant--Cours de cosmographie par le progrès Joe.--Do direction des ballons.--De la recherche des courants atmosphériques.--Eupnxa."},{"index":1,"body":"Le Resolute filait rapidement vers le cap de Bonne-Espérance; le temps se maintenait au beau, quoique la mer devint plus forte."},{"index":2,"body":"Le 30 mars, vingt-sept jours après le départ de Londres, la montagne de la Table se profila sur l'horizon; la ville du Cap, située au pied d'un amphithéâtre de collines, apparut au bout des lunettes marines, et bientôt le Resolute jeta l'ancre dans le port. Mais le commandant n'y relâchait que pour prendre du charbon; ce fut l'affaire d'un jour; le lendemain, le navire donnait dans le sud pour doubler la pointe méridionale de l'Afrique et entrer dans le canal de Mozambique."},{"index":3,"body":"Joe n'en était pas à son premier voyage sur mer; il n'avait pas tardé A se trouver chez lui à bord. Chacun l'aimait pour sa franchise et sa bonne humeur. Une grande part de la célébrité de son maître rejaillissait sur lui. On l'écoutait comme un oracle, et il ne se trompait pas plus qu'un autre."},{"index":4,"body":"Or, tandis que le docteur poursuivait le cours de ses descriptions dans le carré des officiers, Joe trônait sur le gaillard d'avant, et faisait de l'histoire à sa manière, procédé suivi d'ailleurs par les plus grands historiens de tous les temps."},{"index":5,"body":"Il était naturellement question du voyage aérien. Joe avait eu de la peine à faire accepter l'entreprise par des esprits récalcitrants; mais aussi, la chose une fois acceptée, l'imagination des matelots, stimulée par le récit de Joe, ne connut plus rien d'impossible."},{"index":6,"body":"L'éblouissant conteur persuadait à son auditoire qu'après ce voyage-là on en ferait bien d'autres. Ce n'était que le commencement d'une longue série d'entreprises surhumaines."},{"index":7,"body":"« Voyez-vous, mes amis, quand on a goûté de ce genre de locomotion, on ne peut plus s'en passer; aussi, à notre prochaine expédition, au lieu d'aller de côté, nous irons droit devant nous en montant toujours."},{"index":8,"body":"--Bon! dans la lune alors, dit un auditeur émerveillé."},{"index":9,"body":"--Dans la lune! riposta Joe; non, ma foi, c'est trop commun! tout le monde y va dans la lune. D'ailleurs, il n'y a pas d'eau, et on est obligé d'en emporter des provisions énormes, et même de l'atmosphère en fioles, pour peu qu'on tienne à respirer."},{"index":10,"body":"--Bon! si on y trouve du gin! dit un matelot fort amateur de cette boisson."},{"index":11,"body":"--Pas davantage, mon brave. Non! point de lune; mais nous nous promènerons dans ces jolies étoiles, dans ces charmantes planètes dont mon maître m'a parlé si souvent. Ainsi, nous commencerons par visiter Saturne..."},{"index":12,"body":"--Celui qui a un anneau? demanda le quartier-maître."},{"index":13,"body":"--Oui! un anneau de mariage. Seulement on ne sait pas ce que sa femme est devenue!"},{"index":14,"body":"--Comment vous iriez si haut que cela? fit un mousse stupéfait. C'est donc le diable, votre maître?"},{"index":15,"body":"--Le diable! il est trop bon pour cela!"},{"index":16,"body":"--Mais après Saturne? demanda l'un des plus impatients de l'auditoire."},{"index":17,"body":"--Après Saturne? Eh bien, nous rendrons visite à Jupiter; un drôle de pays, allez, où les journées ne sont que de neuf heures et demie, ce qui est commode pour les paresseux, et où les années, par exemple, durent douze ans, ce qui est avantageux pour les gens qui n'ont plus que six mois à vivre."},{"index":18,"body":"Ça prolonge un peu leur existence!"},{"index":19,"body":"--Douze ans? reprit le mousse."},{"index":20,"body":"--Oui, mon petit; ainsi, dans cette contrée-là, tu téterais encore ta maman, et le vieux là-bas, qui court sur sa cinquantaine, serait un bambin de quatre ans et demi."},{"index":21,"body":"--Voilà qui n'est pas croyable! s'écria le gaillard d'avant d'une seule voix."},{"index":22,"body":"--Pure vérité, fit Joe avec assurance. Mais que voulez-vous quand on persiste à végéter dans ce monde-ci, on n'apprend rien, on reste ignorant comme un marsouin. Venez un peu dans Jupiter et vous verrez! par exemple, il faut de la tenue là-haut, car il a des satellites qui ne sont pas commodes! »"},{"index":23,"body":"Et l'on riait, mais on le croyait à demi; et il leur parlait de Neptune où les marins sont joliment reçus, et de Mars où les militaires prennent le haut du pavé, ce qui finit par devenir assommant. Quant à Mercure, vilain monde, rien que des voleurs et des marchands, et se ressemblant tellement les uns aux autres qu'il est difficile de les distinguer. Et enfin il leur faisait de Vénus un tableau vraiment enchanteur."},{"index":24,"body":"« Et quand nous reviendrons de cette expédition-là, dit l'aimable conteur, on nous décorera de la croix du Sud, qui brille là-haut à la boutonnière du bon Dieu."},{"index":25,"body":"--Et vous l'aurez bien gagnée! » dirent les matelots."},{"index":26,"body":"Ainsi se passaient en joyeux propos les longues soirées du gaillard d'avant. Et pendant ce temps, les conversations instructives du docteur allaient leur train."},{"index":27,"body":"Un jour, on s'entretenait de la direction des ballons, et Fergusson fut sollicité de donner son avis à cet égard."},{"index":28,"body":"« Je ne crois pas, dit-il, que l'on puisse parvenir à diriger les ballons. Je connais tous les systèmes essayés ou proposés; pas un n'a réussi, pas un n'est praticable. Vous comprenez bien que j'ai du me préoccuper de cette question qui devait avoir un si grand intérêt pour moi; mais je n'ai pu la résoudre avec les moyens fournis par les connaissances actuelles de la mécanique. Il faudrait découvrir un moteur d'une puissance extraordinaire, et d'une légèreté impossible! Et encore, on ne pourra résister à des courants de quelque importance! Jusqu'ici, d'ailleurs, on s'est plutôt occupé de diriger la nacelle que le ballon C'est une faute."},{"index":29,"body":"--Il y a cependant, répliqua-t-on, de grands rapports entre un aérostat et un navire, que l'on dirige à volonté."},{"index":30,"body":"Mais non, répondit le docteur Fergusson, il y en a peu ou point. L'air est infiniment moins dense que l'eau, dans laquelle le navire n'est submergé qu'à moitié, tandis que l'aérostat plonge tout entier dans l'atmosphère, et reste immobile par rapport au fluide environnant."},{"index":31,"body":"--Vous pensez alors que la science aérostatique a dit son dernier mot?"},{"index":32,"body":"--Non pas! non pas! Il faut chercher autre chose, et, si l'on ne peut diriger un ballon, le maintenir au moins dans les courants atmosphériques favorables. A mesure que l'on sélève, ceux-ci deviennent beaucoup plus uniformes, et sont constants dans leur direction; ils ne sont plus troublés par les vallées et les montagnes qui sillonnent la surface du globe, et là, vous le savez, est la principale cause des changements du vent et de l'inégalité de son souffle. Or, une fois ces zones déterminées, le ballon n'aura qu'à se placer dans les courants qui lui conviendront."},{"index":33,"body":"--Mais alors, reprit le commandant Pennet, pour les atteindre, il faudra constamment monter ou descendre. Là est la vraie difficulté, mon cher docteur."},{"index":34,"body":"--Et pourquoi, mon cher commandant?"},{"index":35,"body":"--Entendons-nous: ce ne sera une difficulté et un obstacle que pour les voyages de long cours, et non pas pour les simples promenades aériennes."},{"index":36,"body":"--Et la raison, s'il vous plaît?"},{"index":37,"body":"--Parce que vous ne montez qu'à la condition de jeter du lest, vous ne descendez qu'à la condition de perdre du gaz, et à ce manège-là, vos provisions de gaz et de lest seront vite épuisées."},{"index":38,"body":"--Mon cher Pennet, là est toute la question. Là est la seule difficulté que la science doive tendre à vaincre. Il ne s'agit pas de diriger les ballons; il s'agit de les mouvoir de haut en bas, sans dépenser ce gaz qui est sa force, son sang, son âme, si l'on peut s'exprimer ainsi."},{"index":39,"body":"--Vous avez raison, mon cher docteur, mais cette difficulté n'est pas encore résolue, ce moyen n'est pas encore trouvé."},{"index":40,"body":"--Je vous demande pardon, il est trouvé."},{"index":41,"body":"--Par qui?"},{"index":42,"body":"--Par moi!"},{"index":43,"body":"--Par vous?"},{"index":44,"body":"--Vous comprenez bien que, sans cela, je n'aurais pas risqué cette traversée de l'Afrique en ballon. Au bout de vingt-quatre heures, j'aurais été à sec de gaz!"},{"index":45,"body":"--Mais vous n'avez pas parlé de cela en Angleterre!"},{"index":46,"body":"--Non. Je ne tenais pas à me faire discuter en public. Cela me paraissait inutile. J'ai fait en secret des expériences préparatoires, et j'ai été satisfait; je n'avais donc pas besoin d'en apprendre davantage."},{"index":47,"body":"--Eh bien! mon cher Fergusson, peut-on vous demander votre secret?"},{"index":48,"body":"--Le voici, Messieurs, et mon moyen est bien simple. »"},{"index":49,"body":"L'attention de l'auditoire fut portée au plus haut point, et le docteur prit tranquillement la parole en ces termes:"}]}