{
  "title": "CHAPITRE PREMIER",
  "id": "c1",
  "description": "La fin d'un discours très applaudi.--Présentation du docteur Samuel Fergusson--« Excelsior. »--Portrait en pied du docteur.--Un fataliste convaincu.--Dîner au Traveller's club.--Nombreux toasts.",
  "paragraphs": [
    {
      "body": "Il y avait une grande affluence d'auditeurs, le 14 janvier 1862, à la séance de la Société royale géographique de Londres, Waterloo place, 3. Le président, sir Francis M..., faisait à ses honorables collègues une importante communication dans un discours fréquemment interrompu par les applaudissements."
    },
    {
      "body": "Ce rare morceau d'éloquence se terminait enfin par quelques phrases ronflantes dans lesquelles le patriotisme se déversait à pleines périodes:"
    },
    {
      "body": "\"L'Angleterre a toujours à la tête des nations (car, on l'a remarqué, les nations marchent universellement à la tête les unes des autres), « par l'intrépidité de ses voyageurs dans la voie des découvertes géographiques. (Assentiments nombreux.) Le docteur Samuel Fergusson, l'un de ses glorieux enfants, ne faillira pas à son origine. (De toutes parts: Non! non!) "
    },
    {
      "body": "Cette tentative, si elle réussit (elle réussira!) reliera, en les complétant, les notions éparses de la cartologie africaine (véhémente approbation), et si elle échoue (jamais! jamais!), elle restera du moins comme l'un des plus audacieuses conceptions du génie humain! (Trépignements frénétiques.)"
    },
    {
      "body": "\"Hourra! hourra! fit l'assemblée électrisée par ces émouvantes paroles."
    },
    {
      "body": "\"Hourra pour l'intrépide Fergusson!» s'écria l'un des membres les plus expansifs de l'auditoire."
    },
    {
      "body": "Des cris enthousiastes retentirent. Le nom de Fergusson éclata dans toutes les bouches, et nous sommes fondés à croire qu'il gagna singulièrement à passer par des gosiers anglais. La salle des séances en fut ébranlée."
    },
    {
      "body": "Ils étaient là pourtant, nombreux, vieillis, fatigués, ces intrépides voyageurs que leur tempérament mobile promena dans les cinq parties du monde! Tous, plus ou moins, physiquement ou moralement, ils avaient échappé aux naufrages, aux incendies. aux tomahawks de l'Indien, aux casse-têtes du sauvage, au poteau du supplice, aux estomacs de la Polynésie! Mais rien ne put comprimer les battements de leurs cœurs pendant le discours de sir Francis M..., et, de mémoire humaine, ce fut là certainement le plus beau succès oratoire de la Société royale géographique de Londres Mais, en Angleterre, l'enthousiasme ne s'en tient pas seulement aux paroles."
    },
    {
      "body": "Il bat monnaie plus rapidement encore que le balancier de the Royal Mint [La Monnaie à Londres.]. » Une indemnité d'encouragement fut votée, séance tenante, en faveur du docteur Fergusson, et s'éleva au chiffre de deux mille cinq cents livres[Soixante-deux mille cinq cents francs.]. L'importance de la somme se proportionnait à l'importance de l'entreprise."
    },
    {
      "body": "L'un des membres de la Société interpella le président sur la question de savoir si le docteur Fergusson ne serait pas officiellement présenté."
    },
    {
      "body": "\"Le docteur se tient à la disposition de l'assemblée, répondit sir Francis M ..."
    },
    {
      "body": "\"Qu'il entre! s'écria-t-on, qu'il entre! Il est bon de voir par ses propres yeux un homme d'une audace aussi extraordinaire!"
    },
    {
      "body": "\"Peut-être cette incroyable proposition, dit un vieux commodore apoplectique, n'a-t-elle eu d'autre but que de nous mystifier!"
    }
  ]
}